<template>
  <div class="overflow-y-auto px-2.5 mx-auto container">
    <div v-if="locale === 'ru'">
      <h1 class="text-4xl text-center mb-5">
        Правила, определяющие Политику Общества с ограниченной ответственностью «ХВД», ИНН 6161062312, в отношении обработки персональных данных
      </h1>
      <div class="mt-10 flex items-center justify-between">
        <p>г. Ростов-на-Дону</p>
        <p>«24» мая 2023 года</p>
      </div>
      <ol class="list-decimal font-bold list-inside mt-1.5 ml-2.5">
        Термины
        <li class="font-normal ml-2.5 mb-2 mt-1.5">
          Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Закон о персональных данных / Закон – Федеральный закон от 27.07.2006 г. № 152-ФЗ «О персональных данных» в действующей редакции.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Оператор – Общество с ограниченной ответственностью «ХВД», ИНН 6161062312, адрес: 344092, г.о. Город Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Пользовательское соглашение (Пользовательское соглашение, Договор-оферта, Договор, Оферта) – Пользовательское соглашение Оператора; актуальная версия Пользовательского соглашения расположена на странице <el-link class="!text-base mb-1" type="primary" href="/app/terms" target="_blank">
            https://boomstream.com/ru/terms.html
          </el-link>;<br> Пользовательское соглашение, в соответствии с которым Оператор предоставляет услуги в рамках сервисов Сайта, в том числе, но, не ограничиваясь, услуги Платного доступа.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Сайт Оператора / Сайт – сайт, расположенный в сети Интернет по адресу: <el-link class="!text-base mb-1" type="primary" href="https://boomstream.com" target="_blank">
            boomstream.com
          </el-link>.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Обработка персональных данных в соответствии с Законом – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Распространение персональных данных – действия, направленные на раскрытие персональных данных неопределенному кругу лиц.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Уничтожение персональных данных – действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Обезличивание персональных данных – действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Информационная система персональных данных – совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.
        </li>
        <li class="font-normal ml-2.5 mb-2">
          Правила – настоящие Правила, определяющие Политику Оператора в отношении обработки персональных данных. Настоящие Правила также содержат сведения о реализуемых требованиях к защите персональных данных.
        </li>
      </ol>
      <ol class="list-decimal list-inside">
        <li class="font-bold ml-2.5 mb-2">
          Общие условия
          <ol class="font-normal list-inside ml-2.5 mt-1.5">
            <li class="mb-2">
              1. 1. Настоящие Правила определяют порядок обработки и защиты Оператора (далее – «Оператор персональных данных», «Оператор», «Исполнитель»,) информации о физических лицах (далее – «Заказчик», «Пользователь», «Пользователи»), которая может быть получена Оператором при оформлении Пользователями регистрации (записи) на определенный вид услуг, заключении и исполнении договоров на их оказание на Интернет-сайте по следующему адресу: <el-link class="!text-base mb-1" type="primary" href="https://boomstream.com" target="_blank">
                boomstream.com
              </el-link> (далее – «Сайт»).
              <ul class="list-disc list-inside mt-1.5 font-normal ml-2.5">
                <li>Настоящие Правила действуют в отношении всей информации и персональных данных, которые Оператор может получить о Пользователе сети Интернет, использующем сервис «boomstream.com» (далее — «Сайт»).</li>
                <li class="">
                  Оператор не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте, и использование персональной информации, представляемой Пользователем на сайтах третьих лиц.
                </li>
                <li>Настоящие Правила являются локальным актом по вопросам обработки персональных данных.</li>
                <li>Закон не содержит требований к составу Правил.</li>
                <li>Во исполнение Закона, других нормативных актов и настоящих правил Оператор может принимать иные локальные нормативные акты.</li>
              </ul>
            </li>
            <li class="mb-2">
              1. 2. Целью настоящих Правил является обеспечение защиты от несанкционированного доступа и разглашения представленной Пользователем персональной информации.
            </li>
            <li class="mb-2">
              1. 3. Под персональной информацией Пользователей Сайта понимается любая информация, прямо или косвенно относящаяся к физическому лицу-Заказчику/ Пользователю (субъекту персональных данных), а именно:
              <ol class="list-inside ml-2.5 mt-1.5">
                <li class="mb-1.5">
                  1. 3. 1. Данные Пользователя, в том числе, общедоступные персональных данные: фамилия, имя, адрес электронной почты, контактный телефон (мобильный), предоставленные Заказчиком Оператору.
                </li>
                <li class="mb-1.5">
                  1. 3. 2. Персональная информация, которую Пользователь предоставляет о себе при акцепте Пользовательского соглашения, в редакции – на дату последнего изменения, в т.ч., но не ограничиваясь, Персональные данные, которые Пользователь предоставляет о себе самостоятельно при регистрации (создании учётной записи) на Сайте, либо в форме Оператора, расположенной на ином сайте в сети Интернет. Обязательная для предоставления информация, помеченная специальным образом, включает: действующий электронный адрес Пользователя; согласие с условиями Пользовательского соглашения и настоящими Правилами. Необязательная информация включает: имя пользователя на сайте; мобильный телефон; иная контактная информация.
                </li>
                <li class="mb-1.5">
                  1. 3. 3. Иная информация о Пользователе, сбор и/или предоставление которой оговаривается с ним индивидуально и подпадающая под охрану в соответствии с Федеральным законом «О персональных данных»;
                </li>
                <li class="mb-1.5">
                  1. 3. 4. Данные, которые автоматически передаются в процессе пользования услугами, в том числе, но не исключительно: IP, MAC, ICCID адреса, куки (cookie), данные или иные уникальные данные об оборудовании Заказчика, номера телефонов, региональные коды и т.д.
                </li>
              </ol>
            </li>
            <li class="mb-2">
              1. 4 Совершая акцепт Пользовательского соглашения, Пользователь выражает свое полное согласие с условиями настоящих Правил и соглашается на получение рекламных и/или информационных рассылок средствами SMS, е-mail – сообщений, мессенджеров или телефонных звонков.
            </li>
            <li class="mb-2">
              1. 5. В случае отказа Пользователя от принятия условий настоящих Правил использование Пользователем Сайта должно быть немедленно прекращено.
            </li>
            <li class="mb-2">
              1. 6. Согласие на получение рекламных и/или информационных рассылок, согласие на обработку персональных данных могут быть отозваны Пользователем путем направления Оператору соответствующего письменного уведомления по почтовому адресу: 344092, г. Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38.
            </li>
            <li class="mb-2">
              1. 7. Все Приложения к настоящим Правилам являются его неотъемлемой частью.
            </li>
            <li>
              1. 8. Настоящее Положение не содержит положений: <br>
              А) ограничивающих права субъектов персональных данных; <br>
              Б) возлагающих на Оператора не предусмотренные законодательством полномочия и обязанности.
            </li>
          </ol>
        </li>
        <li class="font-bold ml-2.5 mb-2">
          Цели сбора, обработки и хранения информации, предоставляемой Пользователями Сайта
          <ol class="font-normal list-inside ml-2.5 mt-1.5">
            <li class="mb-2">
              2. 1. Обработка персональных данных Пользователя осуществляется Оператором в соответствии с законодательством Российской Федерации, в т.ч., в целях:
              <ol class="list-inside ml-2.5 mt-1.5">
                <li class="mb-1.5">
                  2. 1. 1. оформления Пользователями регистрации (записи) на определенный вид предоставляемых Оператором услуг;
                </li>
                <li class="mb-1.5">
                  2. 1. 2. идентификации Пользователя в рамках соглашений и договоров, заключаемых с Оператором;
                </li>
                <li class="mb-1.5">
                  2. 1. 3. предоставления Пользователю услуг;
                </li>
                <li class="mb-1.5">
                  2. 1. 4. связи и переписки с Пользователем;
                </li>
                <li class="mb-1.5">
                  2. 1. 5. проведение Оператором необходимых маркетинговых мероприятий, направления Пользователю сообщений рекламного и/или информационного характера (SMS-сообщения, е-mail сообщений, иных видов электронных сообщений);
                </li>
                <li class="mb-1.5">
                  2. 1. 6. проверки, исследования и анализа данных, позволяющих разрабатывать новые, поддерживать и улучшать сервисы и разделы Сайта;
                </li>
                <li class="mb-1.5">
                  2. 1. 7. проведения статистических и иных исследований на основе обезличенных данных.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li class="font-bold ml-2.5 mb-2">
          Условия обработки персональной информации, предоставленной Пользователем и ее передачи третьим лицам
          <ol class="font-normal list-inside ml-2.5 mt-1.5">
            <li class="mb-2">
              3. 1. Оператор принимает все необходимые меры для защиты персональных данных Пользователя от неправомерного доступа, изменения, раскрытия или уничтожения.
            </li>
            <li class="mb-2">
              3. 2. Оператор предоставляет доступ к персональным данным Пользователя только тем контрагентам (работникам, партнерам), которым эта информация необходима для обеспечения функционирования Сайта и оказания услуг, и только в объеме, необходимом и соответствующем установленным целям обработки.
            </li>
            <li class="mb-2">
              3. 3. Оператор вправе использовать предоставленную Пользователем информацию, в том числе, персональные данные, в целях обеспечения соблюдения требований действующего законодательства Российской Федерации (в том числе, в целях предупреждения и/или пресечения незаконных и/или противоправных действий Пользователей). Раскрытие предоставленной Пользователем информации может быть произведено лишь в соответствии с действующим законодательством Российской Федерации по требованию суда, правоохранительных органов, а равно в иных предусмотренных законодательством Российской Федерации случаях.
            </li>
            <li class="mb-2">
              3. 4. Оператор не проверяет достоверность информации, предоставляемой Пользователем, и исходит из презумпции добросовестности Пользователя, за исключением случаев, когда такая проверка необходима в целях исполнения обязательств перед Пользователем. Оператор заботится о своевременности внесения изменений в ранее предоставленную информацию при появлении такой необходимости, включая, но, не ограничиваясь, изменение номера телефона.
            </li>
            <li class="mb-2">
              3. 5. Оператор обязуется соблюдать:
              <ul class="list-disc list-inside mt-1.5 ml-2.5">
                <li class="mb-1.5">
                  конфиденциальность персональных данных и требования статей 18 и 18.1 закона о персональных данных;
                </li>
                <li>требования к защите персональных данных в соответствии со статьей 19, частью 3.1. статьи 21 закона о персональных данных.</li>
              </ul>
            </li>
            <li class="mb-2">
              3. 6. Оператор обязуется предоставлять Заказчику документы и иную информацию, подтверждающую принятие мер по безопасности персональных данных.
            </li>
            <li class="mb-2">
              3. 7. Порядок уничтожения персональных данных при достижении цели обработки:
              <ul class="list-disc list-inside mt-1.5 ml-2.5">
                <li class="mb-1.5">
                  персональные данные на бумажных носителях уничтожаются с помощью шредера, без сохранения копий в любом виде,
                </li>
                <li>персональные данные в файлах на электронных носителях уничтожаются с помощью функции «удалить» без сохранения копий в любом виде из всех электронных регистров, папок и т.п. мест, включаю «корзину».</li>
              </ul>
            </li>
            <li class="mb-2">
              3. 8. В течение 10 рабочих дней, считая с момента обращения или получения запроса, Оператор обязан:
              <ul class="list-inside mt-1.5 ml-2.5">
                <li class="mb-1.5">
                  а) предоставить Заказчику информацию, касающуюся обработки его персональных данных (п. 7 ст. 14 закона о персональных данных);
                </li>
                <li>б) предоставить возможность Заказчику ознакомиться с его персональными данными, находящимися у Оператора, либо дать письменный отказ в предоставлении такой информации (ч. 1-2 ст. 20 закона о персональных данных); </li>
                <li>в) предоставить в Роскомнадзор запрошенные данным органом сведения (ч. 4 ст. 20 закона о персональных данных); </li>
                <li>г) прекратить обработку персональных данных по требованию Заказчика (п. 5.1. ст. 21 закона о персональных данных). </li>
              </ul>
              <p class="mt-1.5">
                Данный срок во всех случаях может быть продлен, но не более, чем на 5 рабочих дней, если Оператор направит лицу, сделавшему запрос, мотивированное уведомление с указанием причин продления срока.
              </p>
            </li>
            <li class="mb-2">
              3. 9. Оператор обязан:
              <ul class="list-inside mt-1.5 ml-2.5">
                <li class="mb-1.5">
                  а) разъяснять Заказчику юридические последствия отказа предоставить персональные данные и/или дать согласие на их обработку, если предоставление этих персональных данных или согласие являются обязательными;
                </li>
                <li>б) предоставлять Заказчику информацию о том, какие данные о нем Оператор будет обрабатывать, если эти персональные данные получены не от субъекта персональных данных (не от Заказчика);</li>
                <li>в) обеспечивать взаимодействие с государственной системой обнаружения, предупреждения и ликвидации последствий компьютерных атак (ГосСОПКА) и информировать Роскомнадзор о компьютерных инцидентах, повлекших неправомерную передачу (предоставление, распространение, доступ) персональных данных;</li>
                <li>г) уведомлять Роскомнадзор в течение 24 часов о факте неправомерной или случайной передачи персональных данных, повлекшей нарушение прав Заказчика, а также о предполагаемых причинах и вреде, нанесенном правам Заказчика, о принятых мерах по устранению последствий инцидента;</li>
                <li>д) в течение 72 часов уведомлять Роскомнадзор о результатах внутреннего расследования по поводу инцидента и сообщить о лицах, действия которых стали причиной утечки персональных данных.</li>
              </ul>
            </li>
          </ol>
        </li>
        <li class="font-bold ml-2.5 mb-2">
          Условия пользования Сайтом
          <div class="font-normal ml-2.5 mt-1.5">
            4. 1. Пользователь при использовании Сайта, подтверждает, что:
            <ol class="list-inside ml-2.5 mt-1.5">
              <li class="mb-1.5">
                4. 1. 1. обладает всеми необходимыми правами, позволяющими ему осуществлять регистрацию (запись) на определенный вид предоставляемых Оператором услуг;
              </li>
              <li class="mb-1.5">
                4. 1. 2. указывает достоверную информацию о себе в объемах, необходимых для пользования Услугами Сайта;
              </li>
              <li class="mb-1.5">
                4. 1. 3. осознает, что информация на Сайте, размещаемая Пользователем о себе, может становиться доступной для третьих лиц, не оговоренных в настоящих Правилах, и может быть скопирована и распространена ими;
              </li>
              <li class="mb-1.5">
                4. 1. 4. ознакомлен с настоящими Правилами, выражает свое согласие с ней и принимает на себя указанные в ней права и обязанности;
              </li>
              <li class="mb-1.5">
                4. 1. 5. акцепт Пользовательского соглашения и/или проставление «галочки» («V») (иного подобного знака) на Сайте под ссылкой на данные Правила является письменным согласием Пользователя на сбор, хранение, другие способы обработки, а также передачу третьим лицам персональных данных, предоставляемых Пользователем, на получение рекламных и/или информационных рассылок. Одновременно с этим также и использование Пользователем Сайта означает безоговорочное согласие Пользователя с настоящими Правилами и указанными в них условиями обработки персональных данных, как без использования средств автоматизации, так и с их использованием.
              </li>
            </ol>
          </div>
        </li>
        <li class="font-bold ml-2.5 mb-2">
          Изменение персональных данных
          <p class="mt-1.5 font-normal ml-2.5">
            5.1. Пользователь может в любой момент посредством письменного обращения к Оператору изменить (обновить, дополнить) предоставленную им персональную информацию, а также параметры её конфиденциальности.
          </p>
        </li>
        <li class="font-bold ml-2.5 mb-2">
          Изменение Правил. Применимое законодательство
          <ol class="list-inside font-normal ml-2.5 mt-1.5">
            <li class="mb-1.5">
              6. 1. Оператор имеет право без уведомления и информирования Пользователя вносить изменения и дополнения в настоящие Правила. При внесении изменений в актуальной редакции может указываться дата последнего обновления. Новая редакция Правил вступает в силу с момента ее размещения, если иное не предусмотрено в ней. Действующая редакция всегда находится на Сайте.
            </li>
            <li class="mb-1.5">
              6. 2. Пользователь обязуется самостоятельно и своевременно знакомиться с актуальной редакцией Правил при посещении Сайта и несет риск наступления неблагоприятных последствий в связи с невыполнением данной обязанности. В случае несогласия со вступившими в силу изменениями Правил (с новой редакцией Правил) Пользователь обязан самостоятельно прекратить использование Сайта и услуг Оператора.
            </li>
            <li class="mb-1.5">
              6. 3.  К настоящим Правилам применяется право и законодательство Российской Федерации. Все споры подлежат рассмотрению по месту юридического адреса Оператора.
            </li>
          </ol>
        </li>
        <li class="font-bold ml-2.5 mb-2">
          Приложения:
          <ol class="list-inside font-normal ml-2.5 mt-1.5">
            <li class="mb-1.5">
              7. 1. Согласие на обработку персональных данных.
            </li>
            <li class="mb-1.5">
              7. 2. Согласие на получение информационной и рекламной рассылки.
            </li>
            <li class="mb-1.5">
              7. 3. О Регламенте General Data Protection Regulation (GDPR) Европейского Союза О защите физических лиц относительно обработки персональных данных и о свободном перемещении таких данных.
            </li>
            <li class="mb-1.5">
              7. 4. Сведения о реализуемых требованиях к защите персональных данных.
            </li>
          </ol>
        </li>
        <li class="font-bold ml-2.5 mb-2">
          Реквизиты Оператора:
          <ol class="list-inside font-normal ml-2.5 mt-1.5">
            <li class="mb-1.5 font-bold">
              Общество с ограниченной ответственностью «ХВД»
            </li>
            <li class="mb-1.5">
              Адрес: 344092, г.о. Город Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38.
            </li>
            <li class="mb-1.5">
              ОГРН 1116193005202
            </li>
            <li class="mb-1.5">
              ИНН 6161062312
            </li>
            <li class="mb-1.5">
              КПП 616101001
            </li>
            <li class="mb-1.5">
              E-mail: <el-link class="!text-base mb-1" type="primary" href="mailto: support@boomstream.com" target="_blank">
                support@boomstream.com
              </el-link>
            </li>
          </ol>
        </li>
      </ol>
      <div class="mt-5">
        <div class="font-bold text-end">
          Приложение № 1<br>к Правилам, определяющим Политику<br>ООО «ХВД», ИНН 6161062312,<br>в отношении обработки персональных данных
        </div>
        <h1 class="font-bold text-center mt-5">
          СОГЛАСИЕ<br>на обработку персональных данных
        </h1>
        <p class="mt-5">
          Я, настоящим даю свободно, своей волей и в своем интересе письменное согласие Обществу с ограниченной ответственностью «ХВД», ОГРН: 1116193005202, адрес: 344092, г.о. Город Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38 (далее – «Оператор») на обработку предоставленных мной персональных данных.
          В частности, я даю согласие на любые действия (операции) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с предоставленными мной персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.
        </p>
        <ul class="list-disc list-inside">
          Настоящее согласие выдано, в том числе, в целях выполнения Оператором принятых на себя обязательств, возникающих в силу акцептованного мной Пользовательского соглашения, в редакции – на дату последнего изменения, размещенного на Интернет-сайте в рамках: <el-link class="!text-base mb-1" type="primary" href="https://boomstream.com" target="_blank">
            boomstream.com
          </el-link> и в отношении следующих моих персональных данных:
          <li>Фамилии, имени,</li>
          <li>Адреса электронной почты;</li>
          <li>Контактного мобильного телефона,</li>
          <li>иных персональных данных, которые я предоставляю Оператору.</li>
        </ul>
        <p>Я разрешаю Оператору передавать в порядке, описанном в законе, мои указанные выше персональные данные своим партнерам, в том числе, с использованием сетей общего пользования и международного информационного обмена.</p>
        <p>Я извещен (а), что в соответствии со статьей 22 Федерального закона от 27.07.2006 года № 152-ФЗ «О персональных данных» Оператор вправе осуществлять без уведомления уполномоченного органа по защите прав субъектов персональных данных обработку персональных данных в случаях, указанных в законе.</p>
        <p>Мои персональные данные могут обрабатываться бессрочно.</p>
        <p>Настоящее согласие может быть отозвано путем направления Оператору письменного уведомления по почтовому адресу: 344092, г.о. Город Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38.</p>
        <p>Данная форма Согласия на обработку персональных данных – конкретная, информированная, сознательная, предметная и однозначная, а также дается в форме, позволяющей подтвердить факт его получения.</p>
        <h2 class="font-bold">
          Примечание к настоящему Согласию на обработку персональных данных:
        </h2>
        <p>
          Я даю настоящее Согласие путем проставления установленного знака в соответствующем поле (при наличии такового) на Интернет-сайте Оператора в рамках: <el-link class="!text-base mb-1" type="primary" href="https://boomstream.com" target="_blank">
            boomstream.com
          </el-link>. Данное поле находится в непосредственной близости с текстом (ссылкой) настоящего Согласия, с текстом (ссылкой) Правил в области обработки персональных данных, в редакции – на дату последнего изменения и/или Пользовательского соглашения, в редакции – на дату последнего изменения. Одновременно с этим я также признаю, что использование мной, Пользователем, Сайта означает мое, Пользователя, безоговорочное согласие с настоящими Правилами и указанными в них условиями обработки персональных данных, как без использования средств автоматизации, так и с их использованием.
        </p>
      </div>
      <div class="mt-5">
        <div class="font-bold text-end">
          Приложение № 2<br>к Правилам, определяющим Политику<br>ООО «ХВД», ИНН 6161062312,<br>в отношении обработки персональных данных
        </div>
        <h1 class="font-bold text-center mt-5">
          СОГЛАСИЕ<br>на получение информационной и рекламной рассылки
        </h1>
        <p class="mt-5">
          Я, настоящим даю свободно, своей волей и в своем интересе письменное согласие Обществу с ограниченной ответственностью «ХВД», ОГРН: 1116193005202, адрес: 344092, г. Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38 (далее – «Оператор») на получение информационной и рекламной рассылки средствами SMS, е-mail – сообщений, мессенджеров или телефонных звонков.
        </p>
        <p>В частности, я даю бессрочное согласие на любые действие (операции) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с целью направления мне информационной и рекламной рассылки без ограничения объема (количества), времени суток и периода времени.</p>
        <p>Настоящее согласие выдано, в том числе, в целях выполнения Оператором принятых на себя обязательств в рамках Пользовательского соглашения, в редакции – на дату последнего изменения, а также в целях своевременного информирования меня обо всех необходимых аспектах, связанных с реализацией Пользовательского соглашения, в редакции – на дату последнего изменения, а также в целях своевременного информирования меня обо всех новинках, рекламных акциях и т.п. событиях в сфере услуг, оказываемых Оператором.</p>
        <p>Настоящее согласие может быть отозвано путем направления Оператору письменного уведомления по почтовому адресу: 344092, г. Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38.</p>
        <h2 class="font-bold">
          Примечание к настоящему Согласию на получение информационной и рекламной рассылки:
        </h2>
        <p>
          Я даю настоящее Согласие путем проставления установленного знака в соответствующем поле (при наличии такового) на Интернет-сайте Оператора в рамках: <el-link class="!text-base mb-1" type="primary" href="https://boomstream.com" target="_blank">
            boomstream.com
          </el-link>. Данное поле находится в непосредственной близости с текстом (ссылкой) настоящего Согласия, с текстом (ссылкой) Правил в области обработки персональных данных, в редакции – на дату последнего изменения и/или Пользовательского соглашения, в редакции – на дату последнего изменения. Одновременно с этим я также признаю, что использование мной, Пользователем, Сайта означает мое, Пользователя, безоговорочное согласие с настоящими Правилами и указанными в них условиями обработки персональных данных, как без использования средств автоматизации, так и с их использованием.
        </p>
        <p>Данная форма Согласия на получение информационной и рекламной рассылки – конкретная, информированная, сознательная, предметная и однозначная, а также дается в форме, позволяющей подтвердить факт его получения.</p>
      </div>
      <div class="mt-5">
        <div class="font-bold text-end">
          Приложение № 3<br>к Правилам, определяющим Политику<br>ООО «ХВД», ИНН 6161062312,<br>в отношении обработки персональных данных
        </div>
        <h1 class="font-bold text-center mt-5">
          О Регламенте General Data Protection Regulation (GDPR) Европейского Союза «О защите физических лиц относительно обработки персональных данных и о свободном перемещении таких данных»
        </h1>
        <p class="mt-5">
          Общество с ограниченной ответственностью «ХВД», ИНН: 6161062312, адрес: 344092, г.о. Город Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38 (далее – «Оператор») принимает настоящее Приложение № 3 к Правилам в области обработки персональных данных, в редакции в связи с вступлением в силу 25.05.2018 года следующего документа – Регламент General Data Protection Regulation (GDPR) Европейского Союза «О защите физических лиц относительно обработки персональных данных и о свободном перемещении таких данных» («Общий Регламент по защите персональных данных»), далее «Регламент».
        </p>
        <p>Оператор признает действие указанного Регламента.</p>
        <p class="font-bold mt-1.5">
          Реквизиты Оператора:
        </p>
        <ol class="ml-2.5 mt-1.5">
          <li class="mb-1.5 font-bold">
            Общество с ограниченной ответственностью «ХВД»
          </li>
          <li class="mb-1.5">
            Адрес: 344092, г.о. Город Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38.
          </li>
          <li class="mb-1.5">
            ОГРН 1116193005202
          </li>
          <li class="mb-1.5">
            ИНН 6161062312
          </li>
          <li class="mb-1.5">
            КПП 616101001
          </li>
          <li class="mb-1.5">
            E-mail: <el-link class="!text-base mb-1" type="primary" href="mailto: support@boomstream.com" target="_blank">
              support@boomstream.com
            </el-link>
          </li>
        </ol>
      </div>
      <div class="mt-5">
        <div class="font-bold text-end">
          Приложение № 4<br>к Правилам, определяющим Политику<br>ООО «ХВД», ИНН 6161062312,<br>в отношении обработки персональных данных
        </div>
        <h1 class="font-bold text-center mt-5">
          Сведения о реализуемых требованиях к защите персональных данных
        </h1>
        <ol class="list-decimal list-inside mt-5">
          <li class="mb-1.5">
            В соответствии с требованием Закона Оператор принимает и публикует в настоящих Правилах Сведения о реализуемых требованиях к защите персональных данных (далее «Сведения»). Оператор принимает необходимые и достаточные организационные и технические меры.
          </li>
          <li class="mb-1.5">
            Оператор подтверждает, что признает требования в отношении Сведений о реализуемых требованиях к защите персональных данных, которые установлены следующим нормативным актом.
          </li>
          <li class="mb-1.5">
            Постановление Правительства Российской Федерации от 01.11.2012 г. № 1119 «Об утверждении требований к защите персональных данных при их обработке в информационных системах персональных данных» (далее «Постановление Правительства»).
            <ol>
              Исходя из этого, Оператор признает следующее:
              <li class="ml-2.5">
                3. 1. Постановление Правительства устанавливает требования к защите персональных данных при их обработке в информационных системах персональных данных (далее – информационные системы) и уровни защищенности таких данных.
              </li>
              <li class="ml-2.5">
                3. 2. Безопасность персональных данных при их обработке в информационной системе обеспечивается с помощью системы защиты персональных данных, нейтрализующей актуальные угрозы, определенные в соответствии с частью 5 статьи 19 Закона о персональных данных.
              </li>
              <li class="ml-2.5">
                3. 3. Под актуальными угрозами безопасности персональных данных понимается совокупность условий и факторов, создающих актуальную опасность несанкционированного, в том числе, случайного, доступа к персональным данным при их обработке в информационной системе, результатом которого могут стать уничтожение, изменение, блокирование, копирование, предоставление, распространение персональных данных, а также иные неправомерные действия.
              </li>
              <li class="ml-2.5">
                3. 4. Угрозы делятся на различные типы. <br>
                <span class="ml-2.5">Описание указанных типов угроз указано в Постановлении Правительства.</span> <br>
                <span class="ml-2.5">Необходимость обеспечения определенного уровня защищенности персональных данных при их обработке в информационной системе устанавливается при наличии установленных Постановлением Правительства условий.</span>
              </li>
              <li class="ml-2.5">
                3. 5. Для обеспечения различных уровней защищенности персональных данных при их обработке в информационных системах выполняются требования, установленные Постановлением Правительства.
              </li>
            </ol>
          </li>
          <li class="mb-1.5">
            Во исполнение указанных выше требований Оператор может издавать локальные нормативные акты, обеспечивая их выполнение.
          </li>
          <li class="font-bold">
            Реквизиты Оператора:
            <ol class="font-normal ml-2.5 mt-1.5">
              <li class="mb-1.5 font-bold">
                Общество с ограниченной ответственностью «ХВД»
              </li>
              <li class="mb-1.5">
                Адрес: 344092, г.о. Город Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещен. Н 13, ком. 38.
              </li>
              <li class="mb-1.5">
                ОГРН 1116193005202
              </li>
              <li class="mb-1.5">
                ИНН 6161062312
              </li>
              <li class="mb-1.5">
                КПП 616101001
              </li>
              <li class="mb-1.5">
                E-mail: <el-link class="!text-base mb-1" type="primary" href="mailto: support@boomstream.com" target="_blank">
                  support@boomstream.com
                </el-link>
              </li>
            </ol>
          </li>
        </ol>
      </div>
    </div>
    <div v-else>
      <h1 class="text-4xl mb-5">
        Privacy Policy
      </h1>
      <p class="mb-3.5">
        Please read this Privacy Policy carefully to understand how BOOMSTREAM, its subsidiary and affiliate corporations, successors, and assigns (collectively referred to as “BOOMSTREAM”) use and protect the information you provide. This privacy policy (the “Privacy Policy”) applies to this World Wide Web site and any variations or successors to this website (www.boomstream.com, the “BOOMSTREAM Site”), any BOOMSTREAM computer software downloadable or otherwise available from the BOOMSTREAM Site (“BOOMSTREAM Software”) and any BOOMSTREAM services purchased or otherwise made available from the BOOMSTREAM Site (“BOOMSTREAM Services” and “BOOMSTREAM Video Streaming Services“) (collectively, the “BOOMSTREAM Properties”). This Privacy Policy (“Privacy Policy”) applies to all Users (“Users”) of the BOOMSTREAM Properties.
      </p>
      <ol class="list-decimal list-inside">
        <li class="mb-3.5 font-bold">
          WHAT INFORMATION BOOMSTREAM COLLECTS FROM YOU
          <ol class="list-decimal list-inside ml-5 font-normal mt-1.5">
            BOOMSTREAM may collect two (2) types of information about you: Personal and Non-Personal.
            <li class="mt-3.5">
              Personal Information
              <p class="mt-1.5">
                Personal Information refers to information that lets BOOMSTREAM know the specifics of who you are and which may be used to identify, contact, or locate you (e.g. name, mailing address, telephone number and email address). BOOMSTREAM may collect Personal Information when you use the BOOMSTREAM Properties including, without limitation, setting up account information, filling out surveys, corresponding with BOOMSTREAM, or otherwise volunteering information about yourself.
              </p>
            </li>
            <li class="mt-3.5">
              Non-Personal Information
              <p class="mt-1.5">
                Non-Personal Information refers to information that, by itself, does not identify you as a specific individual (e.g. demographic information or website visitations). BOOMSTREAM may collect Non-Personal Information through any of the methods discussed above as well as automatically through the use of industry-standard technologies described further below.
              </p>
            </li>
            <li class="mt-3.5">
              Types of Data Collected
              <p class="mt-1.5">
                We collect all types of data from our visitors, including hashed emails, etc in order to track visitors’ cross-device, via email.
              </p>
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          HOW BOOMSTREAM COLLECTS YOUR INFORMATION
          <ol class="list-decimal list-inside ml-5 font-normal mt-1.5">
            The Personal Information practices set forth apply to all BOOMSTREAM’s customers worldwide.
            <li class="mt-3.5">
              Registration
              <p class="mt-1.5">
                Prior to using one or more of the BOOMSTREAM Properties, BOOMSTREAM may require certain Personal Information and Non-Personal Information to create an individual account (“Account”) or to enable features or functionality of the BOOMSTREAM Properties. Failure to provide all required information required by BOOMSTREAM may prevent access to any or all BOOMSTREAM Properties, and failure to maintain accurate information may result in suspension or termination of access to any or all BOOMSTREAM Properties.
              </p>
            </li>
            <li class="mt-3.5">
              Information Collected Through Technology
              <p class="mt-1.5">
                While you are able to visit the BOOMSTREAM Site and remain anonymous, BOOMSTREAM or its third-party service providers may still collect Non-Personal Information about your use of the BOOMSTREAM Properties (e.g. your Internet browser, operating system, IP address, connection speed, and the domain name of your Internet service provider). Such information may be gathered by the following methods:
              </p>
              <p class="ml-2.5 mt-1.5">
                (a) Cookies. Cookies, including local shared objects, are small pieces of information that are stored by your browser on your computer’s hard drive which works by assigning to your computer a unique number that has no meaning outside of the BOOMSTREAM Site. Cookies do not generally contain any Personal Information. Most web browsers automatically accept cookies, but you can usually configure your browser to prevent this. Not accepting cookies may make certain features of the BOOMSTREAM Properties unavailable to you.
                <br>
                (b) IP Address. You may visit many areas of the BOOMSTREAM Site anonymously without the need to become a registered User. Even in such cases, BOOMSTREAM may collect IP addresses automatically. An IP address is a number that is automatically assigned to your computer whenever you begin Services with an Internet services provider. Each time you access the BOOMSTREAM Site and each time you request one of BOOMSTREAM’s pages, the server logs your IP address.
                <br>
                (c) Web Beacons. Web beacons are small pieces of data that are embedded in web pages and emails. BOOMSTREAM may use these technical methods in HTML emails that BOOMSTREAM sends to Users to determine whether they have opened those emails and/or clicked on links in those emails. The information from the use of these technical methods may be collected in a form that constitutes Personal Information.
                <br>
                (d) Tracking Content Usage. If you use the BOOMSTREAM Services and you post audiovisual materials including, without limitation, text, logos, artwork, graphics, pictures, advertisements, sound and other related intellectual property contained in such materials (collectively, “Content”) to your website or to a third party website, BOOMSTREAM tracks and captures Non-Personal Information associated with User accounts and the use of Content.
              </p>
            </li>
            <li class="mt-3.5">
              Cross Device Opt-Out
              <p class="mt-1.5">
                If you wish to opt-out from receiving cross-device site advertising (i.e. tracking a user across devices), you can do so by accessing your device setting or visiting and employing the controls described on the <b>NAI’s Mobile Choices page</b>.
              </p>
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          HOW BOOMSTREAM USES YOUR INFORMATION
          <ol class="list-decimal list-inside ml-5 font-normal mt-1.5">
            <li class="mt-3.5">
              System Administration
              <p class="mt-1.5">
                BOOMSTREAM may use Non-Personal Information for the purposes of system administration, assisting in diagnosing problems with BOOMSTREAM servers, monitoring BOOMSTREAM’s system performance and traffic on the BOOMSTREAM Properties and to gather broad demographic information about BOOMSTREAM customers.
              </p>
            </li>
            <li class="mt-3.5">
              Personalization
              <p class="mt-1.5">
                BOOMSTREAM uses Cookies and IP Addresses to track features such as delivering Content specific to your interests and informing you of new, relevant services or certain third-party offerings.
              </p>
            </li>
            <li class="mt-3.5">
              Notices to Registered Users
              <p class="mt-1.5">
                If you have registered for an Account, BOOMSTREAM may use your Personal Information to send emails regarding your registration, including confirmation to verify the accuracy of any information you have provided, and instructions on how to post Content. BOOMSTREAM may also send you emails to verify your identity or to notify you if BOOMSTREAM believes your use of BOOMSTREAM Properties violates any <el-link type="primary" href="/app/terms" target="_blank">
                  GENERAL TERMS
                </el-link> for the use of the BOOMSTREAM Properties.
              </p>
            </li>
            <li class="mt-3.5">
              Promotional Emails
              <p class="mt-1.5">
                BOOMSTREAM may use your Personal Information to send you emails periodically listing promotions or events relating to the BOOMSTREAM Properties or from BOOMSTREAM’s marketing partners or sponsors. You have the choice to opt-out of receiving such promotional emails by sending an email to support@boomstream.com and/or following the instructions in such correspondence. Once BOOMSTREAM has processed your opt-out request, BOOMSTREAM will not send you promotional emails unless you opt back into receiving such communications.
              </p>
            </li>
            <li class="mt-3.5">
              Contact Information
              <p class="mt-1.5">
                If you contact BOOMSTREAM by telephone, email, or letter, BOOMSTREAM may keep a record of your contact information and correspondence. If you report a problem with the BOOMSTREAM Properties, BOOMSTREAM may collect this information in a file specific to you. You may contact BOOMSTREAM at support@boomstream.com to request the removal of this information from BOOMSTREAM’s database.
              </p>
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          HOW TO ACCESS AND CHANGE YOUR PERSONAL INFORMATION
          <p class="ml-5 mt-1.5 font-normal">
            Upon request, BOOMSTREAM shall allow Users to update or correct Personal Information previously submitted, but only to the extent, such activities will not compromise privacy or security interests. Additionally, upon request, BOOMSTREAM shall delete Personal Information from the database where such information is stored; however, it may be impossible to entirely delete a User’s entry without some residual information being retained due to the manner in which data backups are maintained. Requests to delete Personal Information shall be submitted to support@boomstream.com.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          DISCLOSURE OF INFORMATION TO THIRD PARTIES
          <p class="mt-1.5 font-normal">
            BOOMSTREAM does not sell, trade or rent Personal Information collected through the BOOMSTREAM Properties to any third party. Notwithstanding the foregoing, BOOMSTREAM shall: (1) fully cooperate with law enforcement agencies; and (2) may be required to disclose Personal Information upon receipt of a court order, subpoena, or to cooperate with a law enforcement investigation.
          </p>
          <ol class="list-decimal list-inside ml-5 font-normal mt-1.5">
            Here are the third party data processors, storage, and infrastructure partners:
            <li class="mt-3.5">
              Billing services (includes Tinkoff, Robokassa, Sberbank, Cloud Payments, Stripe) to enable payment for the services and the provisioning of the services.
            </li>
            <li class="mt-3.5">
              Operational data (includes AWS, G Core Labs, CDN Now, Okey Telekom) that enable us to actually provide the streaming services
            </li>
            <li class="mt-3.5">
              Paywall services (Tinkoff, Robokassa, Sberbank, LiqPay, Cloud Payments, UMoney, Stripe, PayPal) to provide services allowing our customers to monetize their content through Pay per View and Subscriptions
            </li>
            <li class="mt-3.5">
              Communication and customer service tools (includes Teamwork, Sendpulse, Bitrix24, Mailchimp and Zendesk) to help assist customers and communicate with them
            </li>
            <li class="mt-3.5">
              Data tools (includes Google Data Studio, Google Analytics, Yandex Metrics) in order to analyze and report within the company to improve the service
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          SAFEGUARDING YOUR PERSONAL INFORMATION
          <ol class="list-decimal list-inside ml-5 font-normal mt-1.5">
            <li class="mt-3.5">
              Security Measures
              <p class="mt-1.5">
                BOOMSTREAM takes appropriate security measures to protect against unauthorized access, alteration, disclosure, or destruction of Personal Information. These include, but are not limited to, internal reviews of: (a) BOOMSTREAM’s data collection; (b) storage and processing practices; (c) electronic security measures, and (d) physical security measures to guard against unauthorized access to systems where BOOMSTREAM stores Personal Information. All BOOMSTREAM employees, contractors, and agents who access Personal Information are bound by confidentiality obligations and may be subject to discipline, including termination and criminal prosecution or unauthorized use or disclosure of Personal Information.
              </p>
            </li>
            <li class="mt-3.5">
              Third-Party Links
              <p class="mt-1.5">
                The BOOMSTREAM Properties may contain links to third parties who may collect Personal Information and Non-Personal Information directly from you. Additionally, BOOMSTREAM may use third parties to provide components of the BOOMSTREAM Properties. In either case, such third parties may have separate privacy policies and data collection practices, independent of BOOMSTREAM. BOOMSTREAM: (a) has no responsibility or liability for these independent policies or actions; (b) is not responsible for the privacy practices or the content of such websites; and (c) does not make any warranties or representations about the contents, products or services offered on such websites or the security of any information you provide to them.
              </p>
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          WHAT ARE YOUR DATA PROTECTION RIGHTS?
          <ul class="ml-5 font-normal mt-1.5">
            BOOMSTREAM would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:
            <li class="mt-1.5 ml-3">
              <b>The right to access</b> – You have the right to request BOOMSTREAM for copies of your personal data. We may charge you a small fee for this service.
            </li>
            <li class="mt-1.5 ml-3">
              <b>The right to rectification</b> – You have the right to request that BOOMSTREAM correct any information you believe is inaccurate. You also have the right to request BOOMSTREAM to complete the information you believe is incomplete.
            </li>
            <li class="mt-1.5 ml-3">
              <b>The right to erasure</b> – You have the right to request that BOOMSTREAM erase your personal data, under certain conditions.
            </li>
            <li class="mt-1.5 ml-3">
              <b>The right to restrict processing </b> – You have the right to request that BOOMSTREAM restrict the processing of your personal data, under certain conditions.
            </li>
            <li class="mt-1.5 ml-3">
              <b>The right to object to processing</b> – You have the right to object to BOOMSTREAM’s processing of your personal data, under certain conditions.
            </li>
            <li class="mt-1.5 ml-3">
              <b>The right to data portability</b> – You have the right to request that BOOMSTREAM transfer the data that we have collected to another organization, or directly to you, under certain conditions.
              <br>
              If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us at our email:
              Write to us: <el-link type="primary" href="/app/terms" target="_blank">
                support@boomstream.com
              </el-link>
            </li>
          </ul>
        </li>
        <li class="mb-3.5 font-bold">
          COOKIES
          <ol class="list-decimal list-inside ml-5 font-normal mt-1.5">
            <li class="mt-1.5 ml-3">
              Definition
              <p>Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information. When you visit our websites, we may collect information from you automatically through cookies or similar technology For further information, visit allaboutcookies.org.</p>
            </li>
            <li class="mt-1.5 ml-3">
              How do we use cookies?
              <ul class="list-disc list-inside ml-5 font-normal mt-1.5">
                BOOMSTREAM uses cookies in a range of ways to improve your experience on our website, including:
                <li>Keeping you signed in</li>
                <li>Understanding how you use our website</li>
                <li>Track features such as delivering content specific to your interests</li>
                <li>Informing you of new, relevant services.</li>
              </ul>
            </li>
            <li class="mt-1.5 ml-3">
              What types of cookies do we use?
              <ul class="list-disc list-inside ml-5 font-normal mt-1.5">
                There are a number of different types of cookies, however, our website uses:
                <li>Functionality – BOOMSTREAM uses these cookies so that we recognize you on our website and remember your previously selected preferences. These could include what language you prefer and the location you are in. A mix of first-party and third-party cookies are used.</li>
              </ul>
            </li>
            <li class="mt-1.5 ml-3">
              How to manage cookies?
              <p class="mt-1.5 ml-5">
                You can set your browser not to accept cookies, and the above website tells you how to remove cookies from your browser. However, in a few cases, some of our website features may not function as a result.
              </p>
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          PRIVACY POLICIES OF OTHER WEBSITES
          <ol class="ml-5 font-normal mt-1.5">
            The BOOMSTREAM website contains links to other websites. Our privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy. Here are links to privacy policy of third party service providers used by our platform:
            <li class="mt-1.5 ml-3">
              <b>Google</b> - <el-link type="primary" href="https://policies.google.com/privacy" target="_blank">
                policies.google.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>Facebook</b> - <el-link type="primary" href="https://www.facebook.com/about/privacy/update/printable" target="_blank">
                www.facebook.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>Sentry</b> - <el-link type="primary" href="https://sentry.io/privacy" target="_blank">
                sentry.io
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>Yandex</b> - <el-link type="primary" href="https://yandex.com/legal/confidential/?lang=en" target="_blank">
                yandex.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>AWS</b> - <el-link type="primary" href="https://aws.amazon.com/ru/privacy" target="_blank">
                aws.amazon.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>Teamwork</b> - <el-link type="primary" href="https://www.teamwork.com/legal/privacy-policy" target="_blank">
                www.teamwork.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>Sendpulse</b> - <el-link type="primary" href="https://sendpulse.com/legal/pp" target="_blank">
                sendpulse.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>Stripe</b> - <el-link type="primary" href="https://stripe.com/privacy-center/legal" target="_blank">
                stripe.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>Mailchimp</b> - <el-link type="primary" href="https://mailchimp.com/legal/privacy" target="_blank">
                mailchimp.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>Zendesk</b> - <el-link type="primary" href="https://www.zendesk.com/company/customers-partners/privacy-policy" target="_blank">
                www.zendesk.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>PayPal</b> - <el-link type="primary" href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full" target="_blank">
                www.paypal.com
              </el-link>
            </li>
            <li class="mt-1.5 ml-3">
              <b>G Core Labs</b> - <el-link type="primary" href="https://gcorelabs.com/legal" target="_blank">
                gcorelabs.com
              </el-link>
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          CHANGES TO BOOMSTREAM’S PRIVACY POLICY
          <p class="font-normal ml-5 mt-1.5">
            BOOMSTREAM continually strives to implement new technologies and processes to better protect you, your privacy, and your use of the BOOMSTREAM Properties. As a result, changes to this Privacy Policy may be made by BOOMSTREAM from time to time. In no event will these changes result in the degradation of any of the security measures designed to protect you from unauthorized disclosure, as such measures are described in this Privacy Policy.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          SPECIAL NOTE REGARDING CHILDREN UNDER 13 YEARS OF AGE
          <p class="font-normal ml-5 mt-1.5">
            The use of the BOOMSTREAM Properties is not intended for minors under the age of 18 (“Minors”). Minors are not authorized by BOOMSTREAM to use the BOOMSTREAM Properties, even if Minors set up an Account or accept the terms of any agreement for BOOMSTREAM Properties. Parents or guardians may authorize Minors between the ages of 13 and 17 to use the BOOMSTREAM Properties, provided they assume all responsibility and legal liability for the conduct of such Minor including, without limitation, monitoring the Minor’s access and use of the BOOMSTREAM Properties. BOOMSTREAM does not intentionally collect nor maintain any personally identifiable information from Minors. If you discover your Minor child has submitted his/her information to BOOMSTREAM, you may request to have such information deleted from BOOMSTREAM’s database by sending an email request to support@boomstream.com together with the email address that was submitted by the Minor. Upon receiving the request, BOOMSTREAM shall delete such information within twenty (20) business days. If BOOMSTREAM learns that a Minor is using the BOOMSTREAM Properties, BOOMSTREAM will require verified parental or guardian consent.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          RIGHTS OF CALIFORNIA RESIDENTS – THE CALIFORNIA CONSUMER PRIVACY ACT OF 2018 (CCPA)
          <p class="font-normal ml-5 mt-1.5">
            If you are a resident of the State of California in the United States, you are entitled to certain rights under the California Consumer Privacy Act of 2018 (CCPA). The categories of Personal Information we collect about or from you are described in section 1 above, and the business purposes for which we collect such Personal Information are described in section 3 above.
          </p>
          <ol class="list-decimal list-inside ml-5 font-normal mt-1.5">
            As a business subject to the CCPA, BOOMSTREAM does not sell Personal Information. BOOMSTREAM may share Personal Information with third-party service providers or business partners for our own business purposes as described in section 5 above. However, we disclose your Personal Information to these third parties only where you have consented to disclosure of Personal Information to such third parties or where such third parties have agreed to contractual limitations around their use, retention, and disclosure of Personal Information. As a resident of the State of California, you have the following rights under the CCPA:
            <li class="mt-1.5 ml-3">
              You have the right to request access to the Personal Information we collect from or about you.
            </li>
            <li class="mt-1.5 ml-3">
              You have the right to request details about how we process or disclose your Personal Information.
            </li>
            <li class="mt-1.5 ml-3">
              You have the right to request that we delete the Personal Information we have collected about you, subject to certain exceptions.
            </li>
            <li class="mt-1.5 ml-3">
              You have the right to not be denied any goods or services for exercising your rights under the CCPA.
            </li>
          </ol>
          <p class="font-normal ml-5 mt-1.5">
            To exercise any of these rights, you may contact BOOMSTREAM by following the instructions in section 14 below. We may need to verify your identity before we are able to process your requests.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          RIGHTS OF EUROPEAN DATA SUBJECTS – THE GENERAL DATA PROTECTION REGULATION (GDPR)
          <ol class="list-decimal list-inside ml-5 font-normal mt-1.5">
            <li class="mt-1.5 ml-3">
              GDPR Rights
              <ul class="list-disc list-inside mt-1.5">
                If you are in one of the EU/EEA countries, you are entitled to certain rights under the General Data Protection Regulation (GDPR) EU Regulation 2016/679 and applicable national data protection regulations. By visiting the BOOMSTREAM Websites or communicating with BOOMSTREAM, you acknowledge that we may process your Personal Information for the purposes described above, either on the basis of your consent or if we have other lawful grounds to do so. Under the GDPR, you have the following rights with respect to your Personal Information:
                <li class="mt-1.5 ml-3">
                  You have the right to withdraw consent to the processing, where consent is the basis of processing. For the Personal Information we collect on the BOOMSTREAM Websites, this means you may withdraw your consent to processing by leaving the BOOMSTREAM Websites, suspending your account if you have registered on our Websites, and requesting that we delete your Personal Information.
                </li>
                <li class="mt-1.5 ml-3">
                  You have the right to access your Personal Information that we hold and request further details about how we process it, under certain conditions. See section 7.
                </li>
              </ul>
              <p class="mt-1.5">
                For more information on GDPR
              </p>
              <p class="mt-1.5">
                To exercise any of these rights, you may contact BOOMSTREAM at support@boomstream.com.
              </p>
            </li>
            <li class="mt-1.5 ml-3">
              Cross-border Personal Information transfers and the EU-US Privacy Shield
              <p class="mt-1.5">
                The Site, and the features and functionality of the Site, may be provided using resources and servers located in various countries around the world, including the United States and other countries. Therefore, personal information about users of the Site may be transferred, processed and stored outside the country where you access the Site, including to countries where the level of data protection may not be deemed adequate by the local legal or regulatory authority in the country of origin of the data. By using the Site, you consent to this transfer. We will protect the privacy and security of personal information we collect in accordance with this Privacy Policy, regardless of where it is processed or stored.
              </p>
              <p class="mt-1.5">
                If you are in the European Union, you have a right to access your Personal Information. If you wish to access your information held by BOOMSTREAM, please follow the contact information at the end of this notice. We will investigate and attempt to resolve requests, complaints, and disputes regarding the use and disclosure of your information in accordance with this Privacy Notice and may require further information from you in order to identify you and to address the matter at issue.
              </p>
            </li>
          </ol>
        </li>
        <li class="font-bold">
          CONTACT BOOMSTREAM
          <p class="font-normal ml-5 mt-1.5">
            If you have any questions about this Privacy Policy please contact HWD Ltd., located at: 13 office, 9 Tvorcheskaya st., Rostov-on-Don, Russian Federation, 344092 and email: support@boomstream.com
          </p>
        </li>
      </ol>
    </div>
  </div>
</template>

<script lang="ts" setup>
definePageMeta({
  public: true,
  layout: 'auth'
})

const { locale } = useI18n()
</script>
