<template>
  <div class="overflow-y-auto px-2.5 max-w-[1180px] mx-auto">
    <div v-if="locale === 'ru'">
      <h1 class="text-4xl mb-5">
        Пользовательское соглашение
      </h1>
      <h2 class="mb-3.5">
        Российская федерация, город Ростов-на-Дону
      </h2>
      <p class="mb-3.5">
        Общество с ограниченной ответственностью «ХВД» в лице Генерального директора Обиднова Александра Геннадьевича, действующего на основании Устава, с одной стороны, и акцептовавшее оферту, размещенную в сети Интернет по адресу
        <el-link type="primary" href="/app/terms">
          {{ $t('terms.link') }}
        </el-link>, третье лицо заключили настоящее пользовательское соглашение о нижеследующем.
      </p>
      <ol class="list-decimal list-inside">
        <li class="mb-3.5 font-bold">
          Термины и определения
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>
              В настоящем пользовательском соглашении, если из текста прямо не вытекает иное, следующие термины будут иметь указанные ниже значения:
              <ol class="list-decimal list-inside ml-2.5">
                <li class="mb-2">
                  <ul class="list-disc list-inside ml-2.5">
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Исполнитель»</span> - Физическое лицо, индивидуальный предприниматель или юридическое лицо, зарегистрированный на Сайте и пользующийся сервисами Сайта, в том числе услугой Платного доступа.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Компания»</span> - Общество с ограниченной ответственностью «ХВД» - юридическое лицо, зарегистрированное по законодательству Российской Федерации, ОГРН 1116193005202, находящееся по адресу Российская Федерация, 344092, Ростовская область, Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещ. Н 13.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Пользователь»</span> - Любое лицо, акцептовавшее оферту, размещенную в сети Интернет по адресу
                      <el-link type="primary" href="/app/terms">
                        {{ $t('terms.link') }}
                      </el-link>.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Сайт»</span> - Совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов и иных результатов интеллектуальной деятельности, а также программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет по сетевым адресу https://boomstream.com. Сайт предназначен для хранения и показа видео контента как коммерческого, так и некоммерческого характера, в том числе распространение Контента среди Пользователей, используя услугу Платного доступа.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Платный доступ»</span> - Услуга сервиса «Boomstream», предоставляющая возможность организовать ограниченный оплачиваемый доступ к видео контенту Исполнителя.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Соглашение»</span> - Настоящее пользовательское соглашение, а также все приложения к нему.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Стороны»</span> - Пользователь и Компания.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Счет»</span> - Расчетный счет Компании в кредитной организации, указанный на Сайте, либо счет Компании у платежного агента, указанный на Сайте.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Платеж»</span> - Оформленное с помощью Сайта пополнение счета Аккаунта Исполнителя, для оплаты сервисов Сайта.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Сделка»</span> - Последовательные действия Пользователя и Исполнителя по приобретению Электронного билета (Электронных билетов) на Сервисе «Boomstream», устанавливающие обязанность Исполнителя организовать ограниченный (оплачиваемый) доступ к видео контенту Исполнителя и право Пользователя и (или) третьих лиц воспользоваться доступом к видео контенту в установленные Исполнителем сроки.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Аккаунт»</span> - Изолированная среда с набором сервисов «BoomStream».
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Счет аккаунта»</span> - Внутренний баланс Аккаунта с использованием единицы измерения «руб», который пополняется при совершении платежей в Российских рублях, в соотношении один к одному.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Электронный билет»</span> - Запись в системе учета Сайта, содержащая идентификационные данные Пользователя, и статус Сделки. Используется в качестве подтверждения совершения Сделки и права Пользователя или третьего лица на доступ к видео контенту, на условиях Исполнителя.
                      Реализация/продажа/приобретение Электронных билетов означает совершение названных сделок. При этом Пользователь в рамках одной такой сделки может приобрести более одного Электронного билета.
                      При реализации Электронного билета он предоставляется Пользователю в виде электронного документа, содержащего все существенные условия названной сделки, за исключением цены, которая может не совпадать с ценой такой сделки.
                    </li>
                    <li class="mb-1.5">
                      <span class="font-bold text-lg">«Контент»</span> - Медиа произведения и/или его фонограммы, а также видеоклипы, аудиокниги, фильмы и иные виды произведений, преобразованные в цифровой формат, размещенные на Сайте в целях их использования и/или распространения среди Пользователей.
                    </li>
                  </ul>
                </li>
                <li class="mb-2">
                  Все остальные термины и определения, встречающиеся в тексте Соглашения, толкуются Сторонами в соответствии с действующим законодательством Российской Федерации.
                </li>
                <li>
                  Названия заголовков (статей) Соглашения предназначены исключительно для удобства пользования текстом Соглашения и буквального юридического значения не имеют.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Предмет Соглашения
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>В порядке и на условиях, предусмотренных Соглашением, Компания предоставляет Пользователю возможность использования Сайта, а Пользователь обязуется при необходимости использовать Сайт в соответствии с условиями Соглашения.</li>
            <li>На основании Соглашения Пользователь имеет возможность использовать Сайт, в частности путем воспроизведения размещенного на Сайте видео контента, в том числе осуществив действия, предусмотренные Исполнителем (зарегистрировавшись и/или при необходимости внеся соответствующую плату) и получив Электронный билет от Компании. Кроме того, Пользователь вправе использовать Сайт иным способом, предусмотренным Компанией. В случаях, предусмотренных соответствующими соглашениями между Компанией и Исполнителем, Компания, действуя от имени и за счет Исполнителя, осуществляет реализацию Пользователям Электронных билетов.</li>
            <li>Если иное прямо не предусмотрено соглашением между Сторонами, Компания не является владельцем контента, продавцом каких-либо товаров или услуг. Все обязательства по поводу купли-продажи соответствующих товаров или оказания соответствующих услуг возникают между Пользователем и Исполнителем и/или третьими лицами. Если иное прямо не предусмотрено соглашением между Сторонами, Компания не несет ответственность за действительность и исполнимость указанных обязательств. При этом в случае, если Пользователь приобретает Электронный билет путем перечисления денежных средств Компании, Компания принимает на себя обязательство выдать Пользователю Электронный билет, отправив его на адрес электронной почты, указанный Пользователем в процессе Сделки на Сайте.</li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Права и обязанности Компании
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>Компания вправе заблокировать доступ к Сайту для Пользователя, если он своими действиями или бездействием нарушает условия Соглашения, иные соглашения между Сторонами или иные требования Компании.</li>
            <li>Компания вправе без объяснения причин отказать Пользователю в оформлении Сделки и Платежа. При этом, в случае, если Пользователем был приобретен Электронный билет путем перечисления денежных средств Компании, Компания обязуется либо оформить Электронный билет, либо отказаться от его оформления и вернуть Пользователю уплаченные денежные средства.</li>
            <li>Компания вправе производить модификацию любого программного обеспечения Сайта, приостанавливать работу Сайта, при обнаружении существенных неисправностей, ошибок и сбоев, а также в целях проведения профилактических работ и предотвращения случаев несанкционированного доступа Сайту.</li>
            <li>Компания вправе использовать данные Пользователя или иных лиц, информация о которых внесена Пользователем на Сайт, в маркетинговых целях. Пользователь гарантирует, что данные, внесенные Пользователем на Сайт, являются добровольно предоставленными им и третьими лицами, и третьи лица ознакомлены с условиями Соглашения.</li>
            <li>
              Компания вправе направлять Пользователю и иным лицам, информация о которых внесена Пользователем на Сайт, информационные и рекламные сообщения, как по адресу электронной почты, так и по номеру мобильного телефона, сведения о которых содержатся на Сайте. Настоящим Пользователь дает согласие на получение подобной информации, также гарантирует, что аналогичное согласие предоставлено и лицами, сведения о которых Пользователь внес на Сайт.
            </li>
            <li>Компания вправе произвести проверку данных Пользователя и иных лиц, указанных Пользователем, по своим критериям и критериям Исполнителей. Кроме того, Компания вправе требовать от Пользователя предъявления документов, удостоверяющих его личность, и предоставления иных данных, идентифицирующих Пользователя, в случаях, предусмотренных законодательством Российской Федерации. В случае непредставления документов, либо несоответствия сведений в них, Компания вправе отказать Пользователю в использовании Сайта.</li>
            <li>Компания вправе консультировать Пользователя по ходу оформления/подтверждения/оплаты Сделки. В том числе самостоятельно связываться с Пользователем по указанным Пользователем номерам телефонов.</li>
            <li>Компания вправе выбирать самостоятельно и, по своему усмотрению, устанавливать способы идентификации Пользователя на всех своих ресурсах, в том числе сайтах, серверах и прочих.</li>
            <li>Компания обязана информировать Пользователя о статусе и факте поступления оплаты по Сделке и Платежу. Фактом того, что Пользователь информирован, является факт отправки электронного письма на адрес электронной почты, указанный Пользователем при оформлении Платежа или Сделки на Сайте.</li>
            <li>После успешного оформления Сделки Компания извещает Исполнителя о факте поступления оплаты от Пользователя. Исполнитель далее обязуется самостоятельно и надлежащим образом исполнить обязательства перед Пользователем по Сделке, а также самостоятельно урегулировать связанные с такими обязательствами претензии Покупателей, включая претензии, возникающие в результате несоответствия суммы Сделки действующим тарифам и прейскурантам Исполнителя.</li>
            <li>
              В том случае, если Исполнитель не осуществляет следующие действия более 365 дней:
              <ul class="list-disc list-inside ml-2.5 font-normal my-1.5">
                <li>не проводит Сделки;</li>
                <li>не проводит Платежи;</li>
                <li>
                  не заходит в аккаунт Boomstream;
                </li>
                <li>не хранит видеоконтент и не проводит онлайн трансляции.</li>
              </ul>
              Компания имеет право списывать после истечения указанного срока со счета аккаунта данного Исполнителя сумму в размере 100 рублей каждое первое число календарного месяца для обслуживание аккаунта.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Права и обязанности Пользователя
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>Пользователь обязуется знакомиться с актуальной версией Соглашения при каждом посещении Сайта до момента пользования Сайтом.</li>
            <li>Пользователь обязуется предоставлять достоверную и по необходимости полную информацию при использовании Сайта.</li>
            <li>Пользователь обязуется самостоятельно проверить данные Сделки и Платежа перед оформлением. Пользователь несет полную ответственность за достоверность и правомерность употребления данных, использованных им при оформлении Сделки и Платежа.</li>
            <li>Пользователь обязуется ознакомиться с содержанием, условиями регистрации, а также с дополнительными требованиями, предъявляемыми Исполнителем до оформления Сделки. В случае если Пользователю не полностью ясны какие-либо условия, в том числе, порядок оплаты, Пользователь обязуется уточнить эти условия, а при невозможности уточнения отказаться от оформления Сделки.</li>
            <li>Пользователь вправе выбирать из предложенных на Сайте способов способ оплаты. При этом Пользователь обязуется самостоятельно ознакомиться с правилами пользования выбранным им способом платежа.</li>
            <li>Пользователь вправе отказаться от Электронного билета после оформления и оплаты Сделки на условиях Исполнителя. В этом случае Пользователь должен оформить запрос на возврат денежных средств, уплаченных Пользователем за приобретенные им в рамках одной Сделки Электронные билеты. Указанный запрос рассматривается Исполнителем, после чего Пользователю направляется уведомление о порядке и сроках осуществления возврата. Во всех случаях возврат может осуществляться только в отношении всех Электронных билетов в Сделке. Исполнитель вправе возложить на Компанию исполнение обязательства Исполнителя по возврату Пользователю денежных средств, уплаченных Пользователем за приобретенные им Электронные билеты. В этом случае Пользователь обязан принять такое исполнение от Компании, при этом Пользователь не вправе требовать от Компании или Исполнителя предоставления каких-либо доказательств, подтверждающих указанное возложение.</li>
            <li>Компания ни при каких обстоятельствах не несет ответственности за исполнение или неисполнение Исполнителем обязанности по возврату денежных средств Пользователю в случае отказа Пользователя от Электронного билета. Все претензии, связанные с указанными действиями и событиями Пользователь должен направлять непосредственно по указанным на Сайте реквизитам Исполнителя, либо по реквизитам Исполнителя, взятым из открытых реестров. В случае невозможности для Пользователя установить реквизиты Исполнителя, Компания по запросу пользователя предоставляет такие реквизиты Пользователю по адресу электронной почты Пользователя.</li>
            <li>Пользователь обязуется оплатить в полном объеме самостоятельно или через третьих лиц стоимость Электронного билета. После оплаты, Электронный билет считается проданным, и у Пользователя возникает право получить доступ к контенту или воспользоваться иной услугой Исполнителя.</li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Права и обязанности Исполнителя
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>После регистрации на Сайте Компании Исполнитель может размещать на Сайте свой Контент. Являясь незарегистрированным пользователем, он не имеет доступ к услугам (службам) Сайта, обслуживающим размещение Контента.</li>
            <li>Размещая свой Контент на Сайте, Исполнитель передает Администрации право делать копии своего Контента с целью упорядочения и облегчения трансляции и хранения его на Сайте.</li>
            <li>Если Исполнитель удаляет свой Контент с Сайта, права, упомянутые в п. 5.2. настоящих Правил, будут автоматически отозваны, однако Администрация вправе сохранять архивные копии пользовательского Контента в течение неопределенного срока.</li>
            <li>
              Размещаемый Исполнителем Контент не должен содержать:
              <ul class="list-disc list-inside ml-2.5 font-normal mt-1.5">
                <li>материалов, нарушающих действующее законодательство Российской Федерации;</li>
                <li>материалов, побуждающих к совершению противоправных действий;</li>
                <li>материалов, возбуждающих социальную, расовую, национальную или религиозную ненависть и вражду, пропагандирующих социальное, расовое, национальное, религиозное или языковое превосходство, а равно дискриминацию людей по половому, возрастному, этническому и иным признакам;</li>
                <li>материалов, содержащих призывы к осуществлению террористической деятельности или оправдывающих терроризм, других экстремистских материалов;</li>
                <li>материалов, содержащих и/или пропагандирующих порнографию, сцены, изображения, описание насилия, жестокости, бесчеловечного обращения с животными; - материалов, которые затрагивают интеллектуальные права третьих лиц (в том числе права на какой-либо патент, торговую марку, авторские и смежные права);</li>
                <li>материалов, затрагивающих достоинство личности, честь и доброе имя, деловую репутацию (в том числе оскорбляющих, унижающих, клеветнических материалов);</li>
                <li>материалов, нарушающих права на охрану изображения гражданина;</li>
                <li>материалов, нарушающих или создающих угрозу нарушения прав и охраняемых законом интересов третьих лиц;</li>
                <li>материалов, которые Исполнитель не имеет права делать доступным по закону или согласно каким-либо контрактным отношениям (в том числе раскрывающих личную, семейную, коммерческую и иную охраняемую законом или договором тайну);</li>
                <li>материалов, содержащих скрытые вставки, а равно созданных с использованием иных технических приемов и способов, воздействующих на подсознание людей и (или) оказывающих вредное влияние на их здоровье;</li>
                <li>материалов, содержащих сведения о способах, методах разработки, изготовления и использования, местах приобретения наркотических средств, психотропных веществ и их прекурсоров, а равно пропагандирующих какие-либо преимущества использования отдельных наркотических средств, психотропных веществ, их аналогов и прекурсоров;</li>
                <li>не разрешенной специальным образом рекламной информации, «макулатурной» почты, спама, схем «пирамид», «писем счастья»;</li>
                <li>несогласованной передачи записей рекламного, коммерческого или агитационного характера;</li>
                <li>материалов, содержащих вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления несанкционированного доступа, а также серийные номера к коммерческим программным продуктам, логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернет;</li>
                <li>ссылок на ресурсы, содержание которых не соответствует действующему законодательству Российской Федерации. Компания рекомендует воздержаться от размещения материалов, связанных со ссылками или рекомендациями на употребление табачных изделий и алкогольной продукции. Исполнитель не вправе использовать чужие данные, пытаться вводить идентичность со знаменитостями, политическими или общественными деятелями и деятелями культуры.</li>
              </ul>
            </li>
            <li>Исполнитель несет ответственность за попытки получить неправомочный доступ к базе данных Сайта или другим связанным компьютерным системам, попытки обойти или повредить систему безопасности, предотвращающую использование или копирование материалов, использование и копирование которых запрещено. Исполнитель не вправе переформатировать или создавать никакую часть Веб-страниц, которые являются частью Сайта.</li>
            <li>Исполнитель не имеет права создавать более одного аккаунта для личного использования с целью получения выгоды, а именно получение бонуса на счет аккаунта при регистрации. Компания вправе аннулировать бонусный баланс или приостановить действие аккаунта пользователя, в чьих действиях было выявлено данное нарушение.</li>
            <li>
              Оплата пользования Сайтом Исполнителем производится путем зачисления суммы Платежа на баланс Аккаунта Исполнителя.
            </li>
            <li>
              Тарифы на оплату услуг Сайта расположены по адресу   <el-link type="primary" href="/app/terms">
                https://boomstream.com/ru/pricing.html
              </el-link>. При этом между Исполнителем и Компанией может быть заключено дополнительное соглашение по индивидуальному расчету стоимости.
            </li>
            <li>Исполнитель вправе выбирать из предложенных на Сайте способов способ оплаты. При этом Исполнитель обязуется самостоятельно ознакомиться с правилами пользования выбранным им способом Платежа.</li>
            <li>Исполнитель вправе потребовать возврата Платежа, при условии, что он не был списан на пользование ресурсами Сайта. В этом случае Исполнитель должен оформить запрос на возврат денежных средств. Указанный запрос рассматривается Компанией, после чего Исполнителю направляется уведомление о порядке и сроках осуществления возврата.</li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Порядок оформления Платежа, Сделки и получения Электронного билета
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>Пользователь, желающий получить Электронный билет или воспользоваться иной услугой Исполнителя, информация о которой размещена на Сайте, изучает информацию об Электронном билете или услуге на соответствующей странице Сайта.</li>
            <li>
              Для оформления Сделки Пользователь должен совершить следующие действия:
              <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
                <li>выбрать Электронный билет на Сайте;</li>
                <li>предоставить предусмотренные на странице Сделки сведения (предоставляемые сведения должны соответствовать действительности и предоставляться в необходимом объеме);</li>
                <li>подтвердить корректность внесенных сведений и желание оформить Сделку нажатием кнопки «Купить», «Оплатить», либо «Зарегистрироваться» на соответствующей странице Сайта.</li>
              </ol>
            </li>
            <li>Компания подтверждает принятие и оформление Сделки путем отправки на электронный адрес Пользователя, указанный при оформлении Сделки, соответствующего сообщения.</li>
            <li>В случае, если Электронный билет является для Пользователя безвозмездным, а Исполнителем не установлено дополнительных требований для его получения, вместе с подтверждением оформления Сделки Компания направляет Пользователю сообщение с уведомлением о возможности доступа к контенту.</li>
            <li>Если для получения Электронного билета Пользователь должен внести оплату, после подтверждения выбора Электронного билета Сайт перенаправляет Пользователя на страницу оплаты. Для оплаты Электронного билета Пользователь выбирает соответствующий способ оплаты, указанный на странице Сайта и производит оплату в соответствии с правилами осуществления платежей выбранного Пользователем способа оплаты. После оплаты Электронного билета Компания направляет Пользователю сообщение с уведомлением о получении оплаты и о возможности доступа к контенту Исполнителя, а также формирует Электронный билет.</li>
            <li>Моментом оплаты Платежа, Электронного билета является момент поступления денежных средств на Счет. С момента оплаты Электронного билета между Исполнителем и Пользователем возникают обязательства. С того же момента у Компании возникает обязательство по выдаче Пользователю Электронного билета.</li>
            <li>В случае внесения за Пользователя платежа третьими лицами все права и обязанности в отношении этого платежа возникают у Пользователя, и такие действия третьих лиц оцениваются Сторонами как совершенные указанными третьими лицами в интересах Пользователя и не порождающие каких-либо прав и обязанностей между указанными третьими лицами и Компанией.</li>
            <li>Пользователь получает доступ к контенту Исполнителя в соответствии с ограничениями и правилами, установленными Исполнителем.</li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Ответственность
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>Информация, размещаемая на Сайте, добавляется на Сайт Исполнителями. Компания не имеет технической возможности и не обязана контролировать размещенную информацию и подвергать ее обязательной проверке и одобрению. Компания не гарантирует достоверность, точность, полноту или качество любой информации, публикуемой Исполнителями и/или третьими лицами на Сайте. Компания не поддерживает и не подтверждает никакую информацию, размещенную Исполнителями и/или третьими лицами на Сайте. Пользователь понимает и соглашается, что, используя Сайт, он может увидеть информацию, которая является оскорбительной, недостойной или спорной.</li>
            <li>
              Компания не имеет возможности производить проверку размещаемой Исполнителями и не может гарантировать полное отсутствие неточностей в ней, в связи с чем не несет перед Пользователем ответственности за любые ошибочные и/или недостоверные данные о контенте и услугах, равно как и за причиненный Пользователю вред и/или убытки из-за наличия ошибок в информации.
            </li>
            <li>
              Любые материалы, полученные с использованием Сайта, Пользователь может использовать на свой собственный страх и риск, на него возлагается ответственность за любой ущерб, который может быть нанесен в результате использования этих материалов. Компания ни при каких обстоятельствах не несет ответственности перед Пользователем или третьими лицами за любой ущерб, вызванный использованием Сайта, содержимого Сайта или иных материалов, к которым был получен доступ с Сайта.
            </li>
            <li>
              При размещении Исполнителем Контента с использованием услуг (служб) Сайта, Компания рассматривает его как правообладателя, до тех пор, пока не установлено иное. Это, в частности, означает, что Исполнитель гарантирует Компании, что ему принадлежат права на использование включенных в Контент охраняемых материалов, в том числе права на воспроизведение, а также на доведение до всеобщего сведения охраняемых объектов авторского права и смежных прав, в случае предоставления открытого доступа к таким материалам. При размещении Контента Исполнитель гарантирует соблюдение личных неимущественных прав авторов и иных правообладателей в соответствии с Частью четвертой Гражданского кодекса Российской Федерации. Неправомочное копирование и использование материалов, будет рассматриваться как нарушение прав третьих лиц. В случае установления факта размещения материалов, правообладателем которых пользователь не является, материалы будут незамедлительно удалены, по требованию законного правообладателя. В целях предотвращения злоупотребления правами, правообладатель, который считает свои права нарушенными, обязан предоставить в распоряжение Компании документы, подтверждающие его права. В случае возникновения спора между пользователем и правообладателем Компания может быть привлечена к разрешению спора только для предоставления информации, которая может иметь значение для разрешения спора. Все принадлежащие Сайту товарные знаки и знаки обслуживания, а равно иные средства индивидуализации являются объектами имущественных прав Компании, и их использование без разрешения Компании будет признано контрафактным. Вы можете использовать указанные объекты лишь с разрешения Компании, путем направления запроса в ее адрес, и с последующим заключением дополнительного соглашения.
            </li>
            <li>Исполнитель соглашается и подтверждает, что за все материалы Контента (фотографии, графика, изображения, музыка, видео, сообщения и т.д.), размещенные на Сайте отвечает лицо, сформировавшее (создавшее) и разместившее Контент (зарегистрированный пользователь). Это означает, что именно Исполнитель, а не Компания, несет полную ответственность за законность действий, совершенных с использованием услуг (служб) Сайта, и их последствия (включая возмещение любых убытков и ущерба), в том числе в случаях неправомерного воспроизведения и доведения до всеобщего сведения материалов, права на которые принадлежат третьим лицам, а также при посягательстве на честь, достоинство и деловую репутацию третьих лиц.</li>
            <li>Компания не несет ответственности за некорректное поведение лиц, использующих Сайт.</li>
            <li>
              Компания не гарантирует, что:
              <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
                <li>Сайт будет соответствовать требованиям Пользователя;</li>
                <li>результаты, которые могут быть получены с использованием Сайта, будут точными и надежными;</li>
                <li>качество какого-либо продукта, услуги, информации, полученного с использованием Сайта, будет соответствовать ожиданиям Пользователя;</li>
                <li>Сайт будет работать непрерывно, быстро, надежно и без ошибок и будет соответствовать ожиданиям Пользователя;</li>
                <li>все ошибки на Сайте будут исправлены.</li>
              </ol>
            </li>
            <li>Сайт или его элементы периодически могут быть частично или полностью недоступны по причине проведения профилактических или других работ технического характера, обеспечивающих нормальное функционирование Сайта. В таком случае Компания не несет обязательств по уведомлению Пользователей или неполучению ими информации.</li>
            <li>
              Размер убытков, которые могут быть возмещены Компанией Пользователю и/или любому третьему лицу, в любом случае ограничен в соответствии с положениями части 1 статьи 15 Гражданского кодекса Российской Федерации суммой в 5 000 (пять тысяч) рублей.
            </li>
            <li>Компания не несет ответственности за несоблюдение Исполнителем условий предоставления доступа к контенту или предоставления услуг, так как данные условия и правила находятся в исключительном ведении Исполнителя.</li>
            <li>
              Пользователь принимает на себя полную ответственность и риски, связанные с оформлением Сделки. Пользователь несет единоличную ответственность за любую проблему, возникшую в процессе регистрации, оформления, подтверждения и оплаты Электронного билета и/или Платежа. В подобном случае Компания не несет ответственность за любой ущерб (денежного или иного характера), возникший в результате проблемы, вызванной или обусловленной ошибкой, или халатностью Пользователя при использовании Сайта, в том числе, неуспешным завершением или подтверждением любой операции.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Персональные данные
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>Внося при оформлении Сделки свои персональные данные в форму на Сайте, либо в форму Компании, расположенную на ином сайте в сети Интернет, Пользователь дает свое согласие на обработку персональных данных, как без использования средств автоматизации, так и с их использованием. Указанное согласие предоставляется пользователем Компании, а также Исполнителю.</li>
            <li>Настоящим Пользователь подтверждает, что он передает свои персональные данные для обработки Администрации и соответствующему Исполнителю и согласен на их обработку. Пользователь также уведомлен, что обработка его персональных данных будет осуществляться Администрацией и Исполнителем на основании пункта 5 части 1 статьи 6 Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных» (в редакции от 02.07.2021), а также на основании пункта 1 части 1 статьи 6 Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных» (в редакции от 02.07.2021) в связи с чем Пользователь при необходимости выдает согласие на обработку персональных данных.</li>
            <li>
              Пользователь дает Компании и Исполнителю согласие на обработку следующих персональных данных:
              <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
                <li>фамилия, имя, отчество;</li>
                <li>
                  номера контактных телефонов;
                </li>
                <li>адреса электронной почты;</li>
                <li>сведения об интересах.</li>
              </ol>
            </li>
            <li>Целями обработки персональных данных является исполнение Компанией и Исполнителем соответствующих договоров, а также проведение необходимых маркетинговых мероприятий.</li>
            <li>В ходе обработки с персональными данными будут совершены следующие действия: сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение.</li>
            <li>Передача персональных данных третьим лицам осуществляется в соответствии с действующим законодательством Российской Федерации и соглашениями между Сторонами.</li>
            <li>Получая Электронный билет, Пользователь соглашается, что его персональные данные становятся доступны Исполнителям, являющимся владельцами контента.</li>
            <li>Персональные данные обрабатываются до момента ликвидации Компании, либо до ликвидации Сайта (в зависимости от того, какое событие наступит позднее). Персональные данные обрабатываются Исполнителем в порядке, предусмотренном Исполнителем. Хранение персональных данных осуществляется согласно действующему законодательству Российской Федерации.</li>
            <li>
              Согласие на обработку персональных данных Компанией может быть отозвано Пользователем, путем направления письменного заявления представителю Компании на электронный адрес <el-link type="primary" href="/app/terms">
                support@boomstream.com
              </el-link>.
            </li>
            <li>В случае отзыва Пользователем согласия на обработку персональных данных Компания вправе продолжить обработку персональных данных без согласия Пользователя при наличии оснований, указанных в пунктах 2 – 11 части 1 статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных» (в редакции от 25.07.2011).</li>
            <li>
              Политика по обработке персональных данных Компании является в соответствии с требованиями части 2 статьи 18.1 Федерального закона №152-ФЗ от 27 июля 2006 года «О персональных данных» (в редакции от 25.07.2011) общедоступной и постоянно расположена по адресу <el-link type="primary" href="/app/terms">
                https://boomstream.com/ru/privacy.html
              </el-link>.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Разрешение споров и применимое право
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>Соглашения и все возникающие из него правоотношения регулируются законодательством Российской Федерации. Все возникающие споры разрешаются на основании законодательства Российской Федерации.</li>
            <li>Все споры, разногласия и претензии, которые могут возникнуть в связи с исполнением, расторжением или признанием недействительным Соглашения, Стороны будут стремиться решить путем переговоров. Сторона, у которой возникли претензии и/или разногласия, направляет другой Стороне сообщение с указанием возникших претензий и/или разногласий.</li>
            <li>
              Указанное в пункте 8.2 Соглашения сообщение направляется Пользователем по электронной почте на адрес <el-link type="primary" href="/app/terms">
                support@boomstream.com
              </el-link>, а также направляется Компании в письменном виде посредством отправки по почте заказным письмом с уведомлением о вручении. Сообщение должно содержать суть предъявляемого требования, доказательства, подтверждающие требование, а также сведения о Пользователе.
            </li>
            <li>В течение 15 (пятнадцати) рабочих дней с момента получения указанного в пункте 8.2 Соглашения сообщения, при условии, что данное сообщение соответствует положениям пункта 8.3 Соглашения, Сторона, получившая его, обязана направить ответ на это сообщение.</li>
            <li>В случае если ответ на сообщение не будет получен направившей сообщение Стороной в течение 17 (семнадцати) рабочих дней с даты направления соответствующего сообщения, либо если Стороны не придут к соглашению по возникшим претензиям и/или разногласиям, спор подлежит передаче на рассмотрение в Арбитражный суд города Ростова-на-Дону, либо в суд общей юрисдикции по месту нахождения Компании.</li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Вступление Соглашения в силу и изменение условий Соглашения
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>
              Текст Соглашения, постоянно размещенный в сети Интернет по адресу <el-link type="primary" href="/app/terms">
                https://boomstream.com/ru/terms.html
              </el-link>, содержит все существенные условия Соглашения и является предложением Компании заключить Соглашение с Пользователем, на указанных в тексте Соглашения условиях. Таким образом, в соответствии с положениями пункта 2 статьи 437 Гражданского кодекса Российской Федерации, текст Соглашения является публичной офертой.
            </li>
            <li>
              В соответствии с пунктом 3 статьи 438 Гражданского кодекса Российской Федерации, надлежащим акцептом этой оферты считается последовательное осуществление любым третьим лицом следующих действий:
              <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
                <li>ознакомление с условиями Соглашения;</li>
                <li>введение регистрационных данных в анкете регистрации и подтверждение достоверности этих данных нажатием кнопки «Зарегистрироваться» или "Купить", или "Перейти к оплате".</li>
              </ol>
            </li>
            <li>С момента нажатия кнопки «Зарегистрироваться» соответственно и в случае верного последовательного выполнения всех указанных выше действий, Соглашение считается заключенным.</li>
            <li>Соглашение может быть расторгнуто в любое время по инициативе каждой Стороны. Для этого Компания размещает уведомление о расторжении Соглашения на Сайте и/или направляет Пользователю соответствующее уведомление, с момента такого размещения/направления такого уведомления Соглашение считается расторгнутым. Пользователь может расторгнуть, направив Компании по электронной почте на адрес support@boomstream.com сообщение о расторжении Соглашения.</li>
            <li>
              Стороны соглашаются, что Соглашение может быть изменено Компанией в одностороннем порядке путем размещения обновленного текста Соглашения в сети Интернет по адресу <el-link type="primary" href="/app/terms">
                https://boomstream.com/ru/terms.html
              </el-link>. Пользователь подтверждает свое согласие с изменениями условий Соглашения путем использования Сайта. При несогласии с измененной версией Соглашения, Пользователь прекращает пользование Сайтом.
            </li>
            <li>Пользователь, не согласный с условиями Соглашения и/или с изменением условий Соглашения должен незамедлительно расторгнуть Соглашение в порядке, предусмотренном пунктом 9.4 Соглашения.</li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Адрес и банковские реквизиты Компании
          <ol class="list-decimal list-inside ml-2.5 font-normal mt-1.5">
            <li>
              Реквизиты компании:
              <ol class="ml-4 font-normal">
                <li>Общество с ограниченной ответственностью «ХВД»</li>
                <li>ИНН: 6161062312 КПП: 616101001 ОГРН: 1116193005202</li>
                <li>Юридический адрес: 344092, Ростовская область, г. Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещ. Н 13</li>
                <li>Фактический адрес: 344092, Ростовская область, г. Ростов-на-Дону, ул. Творческая, д. 9, стр. 1, помещ. Н 13</li>
                <li>Телефон: +7 (863) 303-21-30</li>
                <li>ФИО генерального директора: Обиднов Александр Геннадьевич</li>
              </ol>
            </li>
            <li>
              Реквизиты банка:
              <ol class="ml-4 font-normal">
                <li>Наименование банка: АО "ТИНЬКОФФ БАНК"</li>
                <li>Юридический адрес: Москва, 123060, 1-й Волоколамский проезд, д. 10, стр. 1</li>
                <li>Кор. Счет №: 30101810145250000974</li>
                <li>БИК: 044525974</li>
                <li>ИНН: 7710140679</li>
                <li>Расчетный счет №: 40702810210000309254</li>
              </ol>
            </li>
          </ol>
        </li>
      </ol>
      <p>Дата последнего изменения: 31 мая 2021</p>
    </div>
    <div v-else>
      <h1 class="text-4xl mb-5">
        General terms & conditions
      </h1>
      <p class="mb-3.5">
        Welcome to the HWD Ltd. ("Boomstream") web site - https://www.Boomstream.com/, and any other web site(s), network(s) or service(s) owned and / or operated by Boomstream. Any and all service(s) provided on or through the above stated web sites or any other web site(s) owned and / or operated by Boomstream shall be collectively referred to as the "Boomstream Service".
      </p>
      <p class="mb-3.5">
        YOU ARE ADVISED TO CAREFULLY READ THE FOLLOWING AGREEMENT. BY CLICKING "I AGREE", ACCESSING, BROWSING, AND / OR OTHERWISE USING THE BOOMSTREAM SERVICE, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE BOUND BY THE FOLLOWING TERMS, INCLUDING THE GUIDELINES (AS DEFINED HEREIN), AND ANY FUTURE MODIFICATIONS (COLLECTIVELY, THE "TERMS"). IF YOU DO NOT AGREE TO THESE TERMS, YOU ARE REQUESTED NOT TO USE THE BOOMSTREAM SERVICE.
      </p>
      <ol class="list-decimal list-inside">
        <li class="mb-3.5 font-bold">
          Eligibility; Registration Information and Password; Boomstream Service Access.
          <ol class="list-decimal font-normal list-inside mt-1.5">
            <li class="ml-2.5 mb-2">
              THE BOOMSTREAM SERVICE IS NOT AVAILABLE TO PERSONS UNDER THE AGE OF 18 OR TO ANY USERS SUSPENDED OR REMOVED FROM THE BOOMSTREAM SERVICE BY BOOMSTREAM. BY USING THE BOOMSTREAM SERVICE, YOU REPRESENT THAT YOU ARE AT LEAST 18 YEARS OF AGE AND HAVE NOT BEEN PREVIOUSLY SUSPENDED OR REMOVED FROM THE BOOMSTREAM SERVICE.
            </li>
            <li class="ml-2.5 mb-2">
              If you are using or opening an account on the Boomstream Service on behalf of a company, entity, or organization, then you represent and warrant that you are an authorized representative of that Organization with the authority to bind such organization to these Terms; and agree to be bound by these Terms on behalf of such Organization.
            </li>
            <li class="ml-2.5 mb-2">
              You agree that the information you provide to Boomstream on registration and at all other times is true, accurate, current, and complete. You also agree that you will ensure that this information is kept accurate and up–to–date at all times. When you register, you will be asked to select a password. As you will be responsible for all activities that occur under your password, you should keep your password confidential. You are solely responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account or password.
            </li>
            <li class="ml-2.5 mb-2">
              Subject to your compliance with all the terms and conditions contained herein, Boomstream grants you permission to use the Boomstream Service set forth hereunder.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Privacy
          <p class="ml-2.5 mt-1.5 font-normal">
            Your privacy is important to Boomstream. Boomstream’s <el-link class="!text-base mb-1" type="primary" href="/app/privacy" target="_blank">
              Privacy Policy
            </el-link> is hereby incorporated into these Terms by reference. Please read this policy carefully for information relating to Boomstream’s collection, use, and disclosure of your personal information.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          Prohibited Conduct
          <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
            BY USING THE BOOMSTREAM SERVICE YOU AGREE NOT TO:
            <li class="ml-2.5 mb-2">
              Upload copyrighted material not your own or for which you don’t have the legal right to distribute, display and otherwise make available to others including, but not limited to, TV shows, movies, or music videos;
            </li>
            <li class="ml-2.5 mb-2">
              Harass, threaten, or defraud other Boomstream Users;
            </li>
            <li class="ml-2.5 mb-2">
              Upload or send to other Boomstream Users illegal, threatening, embarrassing, hateful, racially or ethnically insulting, libelous, or otherwise inappropriate content;
            </li>
            <li class="ml-2.5 mb-2">
              Make unsolicited offers, advertisements, proposals, or send junk mail to other Users;
            </li>
            <li class="ml-2.5 mb-2">
              Impersonate another person or access another User’s account without that person’s permission;
            </li>
            <li class="ml-2.5 mb-2">
              Share Boomstream–issued passwords with any third party or encourage any other User to do so;
            </li>
            <li class="ml-2.5 mb-2">
              Misrepresent the source, identity, or content of information transmitted via the Boomstream Service; and
            </li>
            <li class="ml-2.5 mb-2">
              Use the Boomstream Service for any illegal purpose.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Individual Features and Services
          <p class="ml-2.5 mt-1.5 font-normal">
            When using the Boomstream Service, you may be subject to any additional posted guidelines or rules applicable to those specific services and features, which may be posted from time to time (the "Guidelines"). All such Guidelines are hereby incorporated by reference into the Terms.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          Modification of the Terms; Fees; Modification of Fees
          <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
            <li class="ml-2.5 mb-2">
              Boomstream reserves the right, at its sole discretion, to change, modify, add, or remove portions of the Terms contained herein at any time. Please check these Terms and any Guidelines periodically to keep abreast of the changes. Your continued use of the Boomstream Service after the posting of changes constitutes your binding acceptance of such changes. For any material changes to these Terms, the amended terms will automatically be effective 15 days after they are initially posted on the Boomstream Service.
            </li>
            <li class="ml-2.5 mb-2">
              Certain products and services on the Boomstream Service have fees associated with them. Please see the terms associated with such products or services for more information. Payment of the applicable fees shall be governed by the following terms:
              <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
                <li class="ml-2.5 mb-2">
                  The Paid Services include any and all web services and related support services that we make available to you for a fee, except those web services for which we specifically provide a separate customer agreement. Our Paid Services include, but are not limited to:
                  <ul class="list-disc list-inside mt-1.5">
                    <li>Monthly Streaming Services Plans</li>
                    <li>Streaming Services sold on a prepaid basis</li>
                    <li>Broadcast Manager dashboard</li>
                    <li>Boomstream Pay Per View paywall</li>
                    <li>File storage overages</li>
                    <li>Boomstream Application Programming Interfaces (APIs)</li>
                  </ul>
                </li>
                <li class="ml-2.5 mb-2">
                  The fees are paid on Pay-as-You-Go basis, unless otherwise stated.
                </li>
                <li class="ml-2.5 mb-2">
                  The fees can be paid online, or via bank transfer. However, the easiest and most convenient mode of payment is via standing order using the online payment gateway profile generated during the initial payment;
                </li>
                <li class="ml-2.5 mb-2">
                  In the event the receipt of fees is skipped or cancelled by the online payment gateway or, for any reason, not received by Boomstream when due, Boomstream reserves the right to request all such outstanding fees or charges without taking into consideration the status of your account, whether active, suspended, terminated, or closed.
                </li>
                <li class="ml-2.5 mb-2">
                  In the event, you have not paid the fee, your account gets terminated. You can re-activate your account by paying the fee any time before the expiry of thirty (30) days from the date of such termination. In the event, the account is not re-activated before the expiry of such thirty (30) days, all content associated with such account shall be removed and the account shall be made inaccessible to the user;
                </li>
                <li class="ml-2.5 mb-1">
                  The payment plans can be accessed at
                  <el-link class="!text-base mb-1" type="primary" href="https://www.Boomstream.com/en/prices.html" target="_blank">
                    www.Boomstream.com/en/prices.html
                  </el-link>
                </li>
                <li class="ml-2.5 mb-2">
                  In case of any discrepancy in the currencies, the valuation with regards to United States Dollar (USD) shall prevail;
                </li>
                <li class="ml-2.5 mb-2">
                  We will not provide refunds or credits in the case of cancellations, downgrades, or when there are unused portions of the Services on an open account. For any Services upgrade, the additional fee for the Services upgrade for the remainder of the current term (i.e. either month or year) can be manually calculated by Us upon Customer’s request and refund provided.
                </li>
                <li class="ml-2.5 mb-2">
                  All payments are exclusive of federal, state, local and foreign taxes, duties, tariffs, levies, with holdings and similar assessments (including without limitation, sales taxes, use taxes and value added taxes). You will be responsible for paying, withholding, filing, and reporting all taxes, duties, and other governmental assessments associated with your activity in connection with the Service, excluding taxes based upon Boomstream’s net income. All amounts due hereunder shall be grossed-up for any withholding taxes imposed by any foreign government.
                </li>
              </ol>
            </li>
            <li class="ml-2.5 mb-2">
              Boomstream reserves the right, in its sole discretion, to modify the existing payment plans at any time.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Prohibited Uses
          <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
            <li class="ml-2.5 mb-2">
              Access to the Boomstream Service from territories where its content is illegal shall be prohibited. Those who choose to access the Boomstream Service from other locations do so at their own initiative and are responsible for compliance with all local rules including, without limitation, rules about the internet, data, email, or privacy.
            </li>
            <li class="ml-2.5 mb-2">
              The use of Boomstream Service for any purpose that is considered unlawful or illegal according to the applicable law is prohibited. You may not use the Boomstream Service in any manner that, in our sole discretion, could damage, disable, overburden, or impair it or interfere with any other party’s use and enjoyment of the Boomstream Service. You may not attempt to gain unauthorized access to the Boomstream Service or any of its parts, other accounts, computer systems or networks connected to the Boomstream Service, through hacking, password mining or any other means, or interfere or attempt to interfere with the proper working of the Boomstream Service or any activities conducted on the Boomstream Service. You may not obtain or attempt to obtain any materials or information, through any means, not intentionally made available through the Boomstream Service. You agree neither to modify the Boomstream Service in any manner or form, nor to use modified versions of the Boomstream Service, including (without limitation) for the purpose of obtaining unauthorized access to the Boomstream Service.
            </li>
            <li class="ml-2.5 mb-2">
              The Boomstream Service may contain robot exclusion headers. You agree that you will not use any robot, spider, scraper, or other automated means to access the Boomstream Service for any purpose without our express written permission or bypass our robot exclusion headers or other measures we may use to prevent or restrict access to the Boomstream Service. 6A. Pay-Per-View. Boomstream offers special feature of Pay-Per-View, wherein you can sell your videos online using the platform provided by this web site (<el-link class="!text-base mb-1" type="primary" href="https://www.Boomstream.com" target="_blank">
                www.Boomstream.com
              </el-link>). For this purpose, the following special terms and conditions shall operate:
              <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
                <li class="ml-2.5 mb-2">
                  All the provisions, clauses, and sub-clause conteined hereunder shall apply and govern the pay-per-view videos as well;
                </li>
                <li class="ml-2.5 mb-2">
                  The pay-per-view feature enables the Boomstream account holders to sell their videos using PayPal online payment gateway system;
                </li>
                <li class="ml-2.5 mb-2">
                  You shall be solely responsible and liable to decide and fix the price for pay-per-view video streams in multiple currencies as facilitated by the Admin Panel;
                </li>
                <li class="ml-2.5 mb-2">
                  You shall be solely responsible and liable for payment of any facilitating, administrative, or processing fees or charges, as applicable under the PayPal policy rules and guidelines;
                </li>
                <li class="ml-2.5 mb-2">
                  Boomstream disclaims any liability on account of skipping of, or downloading failure of, or cancellation of, or reversal of, or unexpected technical fault or malfunction in, the pay-per-view videos;
                </li>
                <li class="ml-2.5 mb-1">
                  Boomstream disclaims any liability on account of any dispute, for any reason whatsoever, among the buyer(s) and seller(s) of the pay-per-view videos;
                </li>
                <li class="ml-2.5 mb-2">
                  Boomstream disclaims any liability on account of the pay-per-view video(s) violating any, some or all the provisions, clauses, or sub-clauses contained hereunder including, but not limited to, violation of intellectual property rights of third parties, promoting or displaying violence, hatred, obscenity, defamation, etc.;
                </li>
                <li class="ml-2.5 mb-2">
                  Boomstream disclaims any liability on account of wrong pricing of videos, advertantly or inadvertantly, by the seller of the pay-per-view videos;
                </li>
                <li class="ml-2.5 mb-2">
                  Boomstream disclaims any liability on account of unauthorised downloading of pay-per-view videos by any member of the general public. Though Boomstream exercises due diligence and employs industry standard data-protection measures, yet foolproof security mechanism cannot and is not guaranteed;
                </li>
                <li class="ml-2.5 mb-2">
                  Boomstream disclaims any liability on account of distribution of pay-per-view videos by anyone on social networking media, or torrent web sites, or in any online or offline media, whether such videos were procured legally or illegally.
                </li>
              </ol>
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Feedback
          <p class="ml-2.5 mt-1.5 font-normal">
            If you provide Boomstream with any comments, bug reports, feedback, or modifications proposed or suggested by you to the Boomstream Service ("Feedback"), Boomstream shall have the right to use such Feedback at its discretion, including, but not limited to, the incorporation of such suggested changes into the Boomstream Service and the right to assign, license or otherwise use the Boomstream Service. You hereby grant Boomstream a perpetual, irrevocable, non-exclusive license under all rights necessary to incorporate and use your Feedback for any purpose.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          Termination
          <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
            <li class="ml-2.5 mb-2">
              Boomstream reserves the right, in its sole discretion, at any time, with or without notice to anyone, to:
              <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
                <li class="ml-2.5 mb-2">
                  Remove and discard all or any part of your account or any content uploaded by you;
                </li>
                <li class="ml-2.5 mb-2">
                  Terminate any account (or any part thereof) you may have with Boomstream;
                </li>
                <li class="ml-2.5 mb-2">
                  Terminate the use of the Boomstream Service;
                </li>
                <li class="ml-2.5 mb-2">
                  Discontinue providing access to the Boomstream Service, or any part thereof;
                </li>
                <li class="ml-2.5 mb-2">
                  Discontinue and remove all such user accounts that have not been used or are deactivated on account of either non-payment of applicable fees or cancellation for an uninterrupted period of 30 calendar days;
                </li>
                <li class="ml-2.5 mb-1">
                  Terminate access to the Boomstream Service and remove all content submitted by any persons who are found to be infringing copyright or othe intellectual property rights of any other person;
                </li>
                <li class="ml-2.5 mb-2">
                  Terminate your use of the Boomstream Service on the grounds of any suspected fraudulent, abusive, or illegal activity; and to refer about such activity to appropriate law enforcement authorities. Notwithstanding anything to the contrary contained hereinabove, it shall be the endeavor of Boomstream not to exercise the discretion mentioned hereinabove except under compelling circumstances of the obvious breach of the Terms contained hereunder. You agree that Boomstream will not be liable to you or any third–party for any such termination. These remedies are in addition to any other remedies Boomstream may have at law or in equity.
                </li>
              </ol>
            </li>
            <li class="ml-2.5 mb-2">
              By you. You may terminate your account, this Agreement and your right to use the Boomstream Service at any time and for any reason, by logging to your Boomstream Admin Panel and following the cancellation procedure through Tickets.
            </li>
            <li class="ml-2.5 mb-2">
              Fees. Upon any such termination of your account, you will remain obligated to pay all outstanding fees and charges relating to your use of the Boomstream Service before termination, including any outstanding subscription fees.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Ownership; Proprietary Rights.
          <p class="ml-2.5 mt-1.5 font-normal">
            The Boomstream Service is owned and operated by HWD Ltd. The visual interfaces, graphics, design, compilation, information, computer code, products, software (including any downloadable software), services, and all other elements of the Boomstream Service provided by Boomstream ("Materials") are protected by Russian Federation copyright, trade dress, patent, and trademark laws, international conventions, and all other relevant intellectual property and proprietary rights, and applicable laws. Except for any content uploaded by you, all Materials contained on the Boomstream Service are the copyrighted property of Boomstream or its subsidiaries or affiliated companies and/or third–party licensors. All trademarks, service marks, and trade names are proprietary to Boomstream or its affiliates and/or third–party licensors. Except as expressly authorized by Boomstream, you agree not to sell, license, distribute, copy, modify, publicly perform or display, transmit, publish, edit, adapt, create derivative works from, or otherwise make unauthorized use of the Materials.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          Third–Party Sites, Products and Services; Links.
          <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
            <li class="ml-2.5 mb-2">
              The Boomstream Service may include links to other web sites or services solely as a convenience to Users ("Linked Sites"). Boomstream does not endorse any such Linked Sites or the information, material, products or services contained on other linked sites or accessible through other Linked Sites. Furthermore, Boomstream makes no express or implied warranties with regard to the information, material, products, or services that are contained on or accessible through linked sites. ACCESS AND USE OF LINKED SITES, INCLUDING THE INFORMATION, MATERIAL, PRODUCTS, AND SERVICES ON LINKED SITES OR AVAILABLE THROUGH LINKED SITES, IS SOLELY AT YOUR OWN RISK.
            </li>
            <li class="ml-2.5 mb-2">
              Your correspondence or business dealings with, or participation in promotions of, advertisers found on or through the Boomstream Service are solely between you and such advertiser. YOU AGREE THAT BOOMSTREAM WILL NOT BE RESPONSIBLE OR LIABLE FOR ANY LOSS OR DAMAGE OF ANY SORT INCURRED AS THE RESULT OF ANY SUCH DEALINGS OR AS A RESULT OF THE PRESENCE OF SUCH ADVERTISERS ON THE BOOMSTREAM SERVICE.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Notice
          <p class="ml-2.5 mt-1.5 font-normal">
            Except as explicitly stated otherwise, legal notices will be served on Boomstream’s national registered agent or to the email address you provide to Boomstream during the registration process. Notice will be deemed given 24 hours after email is sent, unless the sending party is notified that the email address is invalid. Alternatively, we may give you legal notice by mail to the address provided during the registration process. In such case, notice will be deemed given three (7) days after the date of mailing.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          User Disagreements
          <p class="ml-2.5 mt-1.5 font-normal">
            You understand that only you shall be responsible for your involvement with other Users. Boomstream reserves the right, but has no obligation, to monitor disagreements between you and other Users. If you have a dispute with one or more Users, you irrevocably and permanently release Boomstream (and Boomstream’s officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.
          </p>
          <ol class="font-bold mt-1.5 ml-2.5">
            Note:
            <li class="font-normal mt-1.5">
              IF YOU ARE A CALIFORNIA (USA) RESIDENT, YOU WAIVE CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS: "A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH I KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR."
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Disclaimers; No Warranties.
          <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
            <li class="ml-2.5 mb-2">
              THE BOOMSTREAM SERVICE AND ANY DOWNLOADABLE SOFTWARE, CONTENT, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE BOOMSTREAM SERVICE ARE PROVIDED ON "AS IS" AND "AS AVAILABLE" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, TO THE FULLEST EXTENT PERMISSIBLE BY THE APPLICABLE LAW. BOOMSTREAM, ITS SUPPLIERS AND PARTNERS DISCLAIM ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON–INFRINGEMENT OF PROPRIETARY RIGHTS.
            </li>
            <li class="ml-2.5 mb-2">
              BOOMSTREAM, ITS SUPPLIERS AND PARTNERS DO NOT WARRANT THAT THE BOOMSTREAM SERVICE AND ANY DOWNLOADABLE SOFTWARE, CONTENT, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE BOOMSTREAM SERVICE WILL BE UNINTERRUPTED OR ERROR–FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE BOOMSTREAM SERVICE AND ANY DOWNLOADABLE SOFTWARE, CONTENT, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE BOOMSTREAM SERVICE OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.
            </li>
            <li class="ml-2.5 mb-2">
              BOOMSTREAM, ITS SUPPLIERS AND PARTNERS DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OF THE BOOMSTREAM SERVICE AND ANY DOWNLOADABLE SOFTWARE, CONTENT, SERVICES, OR APPLICATIONS MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE BOOMSTREAM SERVICE IN TERMS OF CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE. YOU ASSUME ENTIRE COST OF ANY NECESSARY SERVICING, REPAIR, OR CORRECTION. BOOMSTREAM STRIVES TO PROVIDE BOOMSTREAM SERVICE FREE OF ANY DEFECTS AND / OR MALWARE. HOWEVER, YOU UNDERSTAND AND AGREE THAT YOU DOWNLOAD OR OTHERWISE OBTAIN MATERIAL OR DATA THROUGH THE USE OF THE BOOMSTREAM SERVICE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGES TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL OR DATA.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Indemnification; Hold Harmless.
          <p class="ml-2.5 mt-1.5 font-normal">
            You agree to indemnify and hold Boomstream, its affiliated companies, and its suppliers and partners harmless from any claims, losses, damages, liabilities, including attorney’s fees, arising out of your use or misuse of the Boomstream Service, violation of these Terms, violation of the rights of any other person or entity, or any breach of the foregoing representations, warranties, and covenants. Boomstream reserves the right, at our own expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          Waiver
          <p class="ml-2.5 mt-1.5 font-normal">
            A provision of these Terms may be waived only by a written instrument executed by the party entitled to the benefit of such provision. The failure of any party at any time to require performance of any provision of these Terms will in no manner affect such party’s right at a later time to enforce the same.
          </p>
        </li>
        <li class="mb-3.5 font-bold">
          Limitation of Liability and Damages
          <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
            <li class="ml-2.5 mb-2">
              UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, WILL BOOMSTREAM OR ITS AFFILIATES, CONTRACTORS, EMPLOYEES, AGENTS, OR THIRD–PARTY PARTNERS OR SUPPLIERS BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, OR EXEMPLARY DAMAGES ARISING OR RELATED TO THE BOOMSTREAM SERVICE, INCLUDING THOSE THAT RESULT FROM THE USE OR THE INABILITY TO USE THE MATERIALS ON THE BOOMSTREAM SERVICE, OR ANY OTHER INTERACTIONS WITH BOOMSTREAM, EVEN IF BOOMSTREAM OR A BOOMSTREAM AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. APPLICABLE LAW MAY NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU. IN SUCH CASES, BOOMSTREAM’S LIABILITY WILL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.
            </li>
            <li class="ml-2.5 mb-2">
              IN NO EVENT SHALL BOOMSTREAM OR ITS AFFILIATES, CONTRACTORS, EMPLOYEES, AGENTS, OR THIRD–PARTY PARTNERS OR SUPPLIERS BE LIABLE FOR ANY DAMAGES, LOSSES, AND CAUSES OF ACTION ARISING OUT OF OR RELATING TO THESE TERMS OR YOUR USE OF THE BOOMSTREAM SERVICE (WHETHER IN CONTRACT, TORT INCLUDING NEGLIGENCE, WARRANTY, OR OTHERWISE). NOTWITHSANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, BOOMSTREAM’S LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF ACTION, WILL AT ALL TIMES NOT EXCEED THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESSING THE BOOMSTREAM SERVICE DURING THE TWELVE (12) MONTHS PRECEDING YOUR CLAIM OR 5 THOUSAND RUSSIAN RUBLES, WHICHEVER IS GREATER.
            </li>
            <li class="ml-2.5 mb-2">
              THESE LIMITATIONS WILL ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF ANY PRODUCTS OR SERVICES SOLD OR PROVIDED BY THIRD PARTIES OTHER THAN BOOMSTREAM AND RECEIVED THROUGH OR ADVERTISED ON THE BOOMSTREAM SERVICE OR RECEIVED THROUGH ANY LINKS PROVIDED ON THE BOOMSTREAM SERVICE.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Downtime and Service Suspensions; Security.
          <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
            <li class="ml-2.5 mb-2">
              <b>Downtime and Service Suspensions.</b> In addition to our rights to terminate or suspend Services to you as described in Section 8 above, you acknowledge that: (i) your access to and use of the Services may be suspended for the duration of any unanticipated or unscheduled downtime or unavailability of any portion or all of the Services for any reason, including as a result of power outages, system failures or other interruptions; and (ii) we shall also be entitled, without any liability to you, to suspend access to any portion or all of the Services at any time, on a Service-wide basis: (a) for scheduled downtime to permit us to conduct maintenance or make modifications to any Service; (b) in the event of a denial of service attack or other attack on the Service or other event that we determine, in our sole discretion, may create a risk to the applicable Service, to you or to any of our other customers if the Service was not suspended; or (c) in the event that we determine that any Service is prohibited by law or we otherwise determine that it is necessary or prudent to do so for legal or regulatory reasons (collectively, “Service Suspensions”). Without limitation to Section 13, we shall have no liability whatsoever for any damage, liabilities, losses (including any loss of data or profits) or any other consequences that you may incur as a result of any Service Suspension. To the extent we are able, we will endeavor to provide you email notice of any Service Suspension in accordance with the notice provisions set forth in Section 11 below and to post updates on the Boomstream Websites regarding resumption of Services following any such suspension, but shall have no liability for the manner in which we may do so or if we fail to do so.
            </li>
            <li class="ml-2.5 mb-2">
              <b>Security.</b> We strive to keep Your Content secure, but cannot guarantee that we will be successful at doing so, given the nature of the Internet. Accordingly, without limitation to Section 1 above and Section 13 below, you acknowledge that you bear sole responsibility for adequate security, protection and backup of Your Content and Applications. We strongly encourage you, where available and appropriate, to (a) use encryption technology to protect Your Content from unauthorized access, (b) routinely archive Your Content, and (c) keep your Applications or any software that you use or run with our Services current with the latest security patches or updates. We will have no liability to you for any unauthorized access or use, corruption, deletion, destruction or loss of any of Your Content or Applications.
            </li>
          </ol>
        </li>
        <li class="mb-3.5 font-bold">
          Miscellaneous
          <ol class="list-decimal font-normal list-inside mt-1.5 ml-2.5">
            <li class="ml-2.5 mb-2">
              <b>Governing Law.</b> This Agreement will be governed by and construed in accordance with the laws of the Russian Federation, without giving effect to any principles of conflicts of law.
            </li>
            <li class="ml-2.5 mb-2">
              <b>Jurisdiction.</b> You agree that any action at law or in equity arising out of or relating to these Terms or Boomstream will be filed only in Russian Federation courts, and you hereby give consent and submit to the personal and exclusive jurisdiction of such courts for the purposes of litigating any such action.
            </li>
            <li class="ml-2.5 mb-2">
              <b>Severability.</b> If any provision of these Terms is declared by a competent court of law to be unlawful, void, or for any reason unenforceable, then that provision will be deemed severable from these Terms and will not affect the validity and enforceability of the remaining provisions.
            </li>
            <li class="ml-2.5 mb-2">
              <b>Assignment.</b> The Terms and related Guidelines, and any rights and licenses granted hereunder, may not be transferred or assigned by you but may be assigned by Boomstream without restriction.
            </li>
            <li class="ml-2.5 mb-2">
              <b>Survival.</b> Sections 3, 5, 6, 7, 8, 9, and 11 through 18 will survive any termination of these Terms.
            </li>
            <li class="ml-2.5 mb-2">
              <b>Headings.</b> The heading references herein are for convenience purposes only, do not constitute a part of these Terms, and will not be deemed to limit or affect any of the provisions hereof.
            </li>
            <li class="ml-2.5 mb-2">
              <b>Entire Agreement.</b> This is the entire agreement between you and Boomstream relating to the subject matter contained herein and will not be modified except in writing, signed by both parties, or by a change to these Terms or Guidelines made by Boomstream as set forth in Section 5 above.
            </li>
            <li class="ml-2.5 mb-2">
              <b>Claims.</b> YOU AND BOOMSTREAM AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THESE TERMS OR THE BOOMSTREAM SERVICE MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES. OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.
            </li>
            <li class="ml-2.5 mb-2">
              <b>Disclosures.</b> The services hereunder are offered by HWD Ltd., located at: 13 office, 9 Tvorcheskaya st., Rostov-on-Don, Russian Federation, 344092 and email:
              <el-link class="!text-base mb-1" type="primary" href="mailto: support@boomstream.com" target="_blank">
                support@boomstream.com
              </el-link>
            </li>
          </ol>
        </li>
      </ol>
    </div>
  </div>
</template>

<script lang="ts" setup>
definePageMeta({
  public: true,
  layout: 'auth'
})

const { locale } = useI18n()
</script>
