<template>
  <div class="text-base">
    Мы работаем над новой версией нашего продукта и пока что не все страницы готовы для использования.
    <br>Мы обещаем, что в скором времени все страницы будут доступны в новой версии, а пока что мы готовы помочь вам с любыми вопросами, с которыми вы можете столкнуться.
    <br>Спасибо за понимание и поддержку!
    <br>Наши разработчики очень стараются, чтобы подготовить все страницы и сделать новый проект наиболее удобным и функциональным для вас.
    <br>Мы приносим свои извинения и обещаем продолжать работать на вас ради нашей общей цели - обеспечить максимальный комфорт и удовлетворение от использования нашего проекта.
    <br>Спасибо за ваше терпение и понимание.
    <br>Вот ссылка на предыдущую версию проекта:
  </div>
</template>
